var accupointList = {
    "DU1": {
        "picture": "gifTemp.gif",
        "title": '「督脈穴」  [Acupoint] 長強(DU1) ',
        "message": "* * * 位置： <br />" +
            "在尾骨端下， 當尾骨端與肛門連線的中點處。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "洩瀉， 痢疾， 便秘， 便血， 痔疾， 癲狂， 脊強反折， 癃淋， 陰部濕癢， 腰脊、 尾 ? 部疼痛。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配二白、 陰陵泉、 上巨虛、 三陰交治痔瘡(濕熱下注型)； 配精官、 二白、 百會(灸) 治脫肛、 痔瘡。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺， 針尖向上與 ? 骨平行刺入0.5～ 1 吋。 不得刺穿直腸， 以防感染， 不灸。 "
    },
    "DU2": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 腰俞(DU2) ",
        "message": "* * * 位置： <br />" +
            "在 ? 部， 當後正中線上， 適對 ? 管裂孔。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "腰脊強痛， 腹瀉， 便秘， 痔疾， 脫肛， 便血， 癲癇， 淋濁， 月經不調， 下肢痿痺。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配膀胱俞(灸)、 長強、 氣沖、 上 ? 、下 ? 、居 ? 治腰脊冷痛； 配太沖治脊強反折、 抽搐。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "向上斜刺0.5～ 1 吋； 可灸。 "
    },
    "DU3": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 腰陽關(DU3)",
        "message": "* * * 位置： <br />" +
            "在腰部， 當後正中線上， 第4腰椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "腰 ? 疼痛， 下肢痿痺， 月經不調， 赤白帶下， 遺精， 陽萎， 便血。 <br />" +
            "<br /> * * * 方例： <br />" +
            "補腰陽關、 腎俞、 次 ? 、瀉委中治腰脊痛、 四肢厥冷、 小便頻數； 配腰夾脊、 " +
            "秩邊、 承山、 飛揚治坐骨神經痛、 腰腿痛； 配膀胱俞、 三陰交治遺" +
            "尿、 尿頻。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "直刺0.5～ 1 吋； 可灸。"
    },
    "DU4": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 命門(DU4) ",
        "message": "* * * 位置： <br />" +
            "在腰部， 當後正中線上， 第2腰椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "虛損腰痛， 脊強反折， 遺尿， 尿頻， 洩瀉， 遺精， 白濁， 陽萎， 早洩， " +
            "赤白帶下， 胎屢墜， 五勞七傷， 頭暈耳鳴， 癲癇， 驚恐， 手足逆冷。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配腎俞、 太溪治遺精、 早洩、 腰脊酸楚、 足膝無力、 遺尿、 癃閉、 水腫、 " +
            "頭昏耳鳴等腎陽虧虛之症； 配百會、 筋縮、 腰陽關治破傷風抽搐； " +
            "灸命門、 隔鹽灸神闕治中風脫症； 配關元、 腎俞、 神闕(艾灸) 治五更洩；" +
            "補命門、 腎俞、 三陰交治腎虛腰痛； 瀉命門、 阿是穴、 委中、 " +
            "腰夾脊穴治腰扭傷痛和肥大性脊柱炎； 配十七椎、 " +
            "三陰交治痛經(寒濕凝滯型)(艾灸)； 配大腸俞、 膀胱俞、 阿是穴(灸) 治寒濕痺腰痛。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "直刺0.5～ 1 吋； 可灸。"
    },
    "DU5": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 懸樞(DU5) ",
        "message": "* * * 位置： <br />" +
            "在腰部， 當後正中線上， 第1腰椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "腰脊強痛， 腹脹， 腹痛， 完谷不化， 洩瀉， 痢疾。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配委中、 腎俞治腰脊強痛； 配足三里、 太白治完谷不化、 洩瀉。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "直刺0.5～ 1 吋； 可灸。"
    },
    "DU6": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 脊中(DU6) ",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第11胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "腰脊強痛， 黃疸， 腹瀉， 痢疾， 小兒疳積， 痔疾， 脫肛， 便血， 癲癇。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配足三里、 中脘治腹脹胃痛； 配上巨虛、 下巨虛治腹瀉痢疾； 配鳩尾、 大椎、 " +
            "豐隆治癲癇； 配腎俞、 太溪治腰膝痛； 配至陽、 陽陵泉、 膽俞治黃疸。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋。"
    },
    "DU7": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 中樞(DU7)",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第10胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "黃疸， 嘔吐， 腹滿， 胃痛， 食慾不振， 腰背痛。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配命門、 腰眼、 陽陵泉、 後溪治腰脊痛。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。"
    },
    "DU8": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 筋縮(DU8) ",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第9胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "癲狂， 驚癇， 抽搐， 脊強， 背痛， 胃痛， 黃疸， 四肢不收， 筋攣拘急。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配角孫、 瘛脈治小兒驚癇、 瘛 ? 、角弓反張； 配通裡治癲癇； 配水道治脊強。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。"
    },
    "DU9": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 至陽(DU9)",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第7胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "胸脅脹痛， 腹痛黃疸， 咳嗽氣喘， 腰背疼痛， 脊強， 身熱。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配曲池、 陽陵泉、 脾俞治黃疸； 配天樞、 大腸俞治腹脹、 腸鳴、 洩瀉； 配內關、 神門治心悸、 心痛。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。"
    },
    "DU10": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 靈台(DU10)",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第6胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "咳嗽， 氣喘， 項強， 脊痛， 身熱， 疔瘡。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配陶道、 內關治間日瘧； 配合谷(瀉法)、 委中(放血) 治療瘡； 配陽陵泉、 " +
            "支溝治胸脅痛； 配身柱、 至陽治背痛； 配膽俞、 陽陵泉、 太沖治黃疸。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。 "
    },
    "DU11": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 神道(DU11)",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第5胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "心痛， 驚悸， 怔忡， 失眠健忘， 中風不語， 癲癇， 腰脊強， 肩背痛， 咳嗽， 氣喘。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配關元治身熱頭痛； 配神門治健忘驚悸； 配百會、 " +
            "三陰交治失眠健忘、 小兒驚風、 癇症； 配心俞、 " +
            "厥陰俞、 內關、 通裡、 曲澤治胸痺。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。"
    },
    "DU12": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 身柱(DU12)",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第3胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "身熱頭痛， 咳嗽， 氣喘， 驚厥， 癲狂癇證， 腰脊強痛， 疔瘡發背。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配水溝、 內關、 豐隆、 心俞治癲狂癇； 配風池、 合谷、 " +
            "大椎治肺熱、 咳嗽； 配靈台、 合谷、 委中(瀉法) 治療毒。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。"
    },
    "DU13": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」[Acupoint] 陶道(DU13) ",
        "message": "* * * 位置： <br />" +
            "在背部， 當後正中線上， 第1胸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "頭痛項強， 惡寒發熱， 咳嗽， 氣喘， 骨蒸潮熱， " +
            "胸痛， 脊背痠痛， 瘧疾， 癲狂， 角弓反張。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配豐隆、 水溝、 神門、 心俞治癲狂癇； 配大椎、 間使、 後溪治瘧疾； " +
            "配合谷、 曲池、 風池治外感病； 配腎俞、 腰陽關、 委中治胸背痛。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。"
    },
    "DU14": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 大椎(DU14)",
        "message": "* * * 位置： <br />" +
            "在後正中線上， 第7頸椎棘突下凹陷中。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "熱病， 瘧疾， 咳嗽， 喘逆， 骨蒸潮熱， 項強， 肩背痛， " +
            "腰脊強， 角弓反張， 小兒驚風， 癲狂癇證， 五勞虛損， " +
            "七傷乏力， 中暑， 霍亂， 嘔吐， 黃疸， 風疹。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配肺俞治虛損、 盜汗、 勞熱； 配間使、 乳根治脾虛發瘧； " +
            "配四花穴治百日咳(雙膈俞、 雙膽俞)； 配曲池預防流腦； " +
            "配合谷治白血球減少； 配足三里、 命門提高機體免疫力； 配大椎、 " +
            "定喘、 孔最治哮喘； 配曲池、 合谷瀉熱； 配腰奇、 間使治癲癇。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "斜刺0.5～ 1 吋； 可灸。"
    },
    "DU15": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 啞門(DU15)",
        "message": "* * * 位置： <br />" +
            "在項部， 當後髮際正中直上0.5 吋， 第1頸椎下。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "舌緩不語， 音啞， 頭重， 頭痛， 頸項強急， 脊強反折， " +
            "中風屍厥， 癲狂， 癇證， ? 病， 衄血， 重舌， 嘔吐。 <br />" +
            "<br /> * * * 方例： <br />" +
            "瀉啞門、 聽會、 外關(或中渚)、 丘墟治高熱或瘧疾所致耳聾； " +
            "配人中、 廉泉治舌強不語、 暴喑、 咽喉炎； 配百會、 人中、 " +
            "豐隆、 後溪治癲狂、 癲癇。 配風池、 風府治中風失語、 不省人事；" +
            "配勞宮、 三陰交、 湧泉等九穴為回陽九針， 可以開竅醒神治昏厥； " +
            "配腦戶、 百會、 風池、 太溪、 崑崙、 腎俞治大腦發育不全； " +
            "針啞門、 腎俞、 太溪治療貧血。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "伏案正坐位， 使頭微前傾， 項肌放鬆， 向下頜方向緩慢刺入0.5～ 1 吋。 "
    },
    "DU16": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 風府(DU16)",
        "message": "* * * 位置： <br />" +
            "在項部， 當後髮際正中直上1吋， 枕外隆凸直下， 兩側斜方肌之間凹陷處。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "癲狂， 癇證， ? 病， 中風不語， 悲恐驚悸， 半身不遂， " +
            "眩暈， 頸項強痛， 咽喉腫痛， 目痛， 鼻衄。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配腰俞治足不仁； 配崑崙治癲狂、 多言； 配二間、 迎香治鼽衄； " +
            "配金津、 玉液、 廉泉治舌強難言。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "伏案正坐位， 使頭微前傾， 項肌放鬆， 向下頜方向緩慢刺入0.5～ 1 吋。" +
            "針尖不可向上， 以免刺入枕骨大孔， 誤傷延髓。"
    },
    "DU17": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 腦戶(DU17)",
        "message": "* * * 位置： <br />" +
            "在頭部， 後髮際正中直上2.5 吋， 風府上1.5 吋， 枕外隆凸的上緣凹陷處。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "頭重， 頭痛， 面赤， 目黃， 眩暈， 面痛、 音啞， 項強， 癲狂癇證， 舌本出血， 癭瘤。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配通天、 腦空治頭重痛； 配人中、 太沖、 豐隆治癲狂癇。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "平刺0.5～ 0.8 吋； 可灸。"
    },
    "DU18": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 強間(DU18)",
        "message": "* * * 位置： <br />" +
            "在頭部， 當後髮際正中直上4吋(腦戶上1.5 吋)。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "頭痛， 目眩， 頸項強痛， 癲狂癇證， 煩心， 失眠。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配後溪、 至陰治後頭痛、 目眩； 配豐隆治頭痛難忍。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "平刺0.5～ 0.8 吋； 可灸。"
    },
    "DU19": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 後頂(DU19)",
        "message": "* * * 位置： <br />" +
            "在頭部， 當後髮際正中直上5.5 吋(腦戶上3吋)。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "頭痛， 眩暈， 項強， 癲狂癇證， 煩心， 失眠。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配百會、 合谷治頭頂劇痛； 配外丘治頸項痛、 惡風寒； " +
            "配玉枕、 頷厭治風眩； 配率谷、 太陽治偏頭痛； 配風池治脫髮。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "平刺0.5～ 0.8 吋； 可灸。"
    },
    "DU20": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 百會(DU20)",
        "message": "* * * 位置： <br />" +
            "在頭部， 當前髮際正中直上5吋， 或兩耳尖連線中點處。 <br />" +
            "<br /> * * * 功效： <br />" +
            "<br /> * * * 主治： <br />" +
            "頭痛， 眩暈， 驚悸， 健忘， 屍厥， 中風不語，" +
            "癲狂， 癇證， ? 病， 耳鳴， 鼻塞， " +
            "脫肛， 痔疾， 陰挺， 洩瀉。 <br />" +
            "<br /> * * * 方例： <br />" +
            "配天窗治中風失音不能言語； 配百會、 長強、 大腸俞治小兒脫肛； 配百會、 " +
            "人中、 合谷、 間使、 氣海、 關元治屍厥、 卒中、 氣脫； 配腦空、 " +
            "天樞治頭風； 針刺百會， 配耳穴的神門埋撳針戒菸； 配養老、 百會、 " +
            "風池、 足臨泣治美尼爾氏綜合症； 針百會透曲鬢、 天柱治腦血管痙攣、 " +
            "偏頭痛； 配百會、 水溝、 足三里治低血壓； 配百會、 水溝、 " +
            "京骨治癲癇大發作； 配百會、 腎俞(迴旋灸)" +
            "<br /> * * * 主治炎症。 <br />" +
            "<br /> * * * 刺灸法： <br />" +
            "平刺0.5～ 0.8 吋； 可灸。"
    },
    "DU21": {
        "picture": "gifTemp.gif",
        "title": "「督脈穴」 [Acupoint] 前頂 (DU21)",
        "message": "*** 位置：<br>" +
            "在頭部，當前髮際正中直上3.5吋 (百會前0.5吋)。<br>" +
            "***  功效：<br>" +
            "*** 主治：<br>" +
            "癲癇，頭暈，目眩，頭頂痛，鼻淵，目赤腫痛，小兒驚風。<br>" +
            "*** 方例：<br>" +
            "配前頂、後頂、頜厭治風眩、偏頭痛；配人中治面腫虛浮；配百會治目暴赤腫；配五處治頭風目眩、目戴上。<br>" +
            "*** 刺灸法：<br>" +
            "平刺0.3～0.5吋；可灸。<br>"
    },
    'DU22': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上' +
            '2吋(百會前3吋)。 <br /><br /> * * * 功效： <br /> ' +
            '* * * 主治： <br />頭痛， 目眩， 面赤暴腫， 鼻淵， 鼻衄，' +
            ' 鼻痔， 鼻癰， 癲疾， 嗜睡， 小兒驚風。 <br /><br /> * * * 方例：' +
            ' <br />配玉枕治頭風； 配百會治多睡； 配頭維、 太陽、 合谷治頭痛目眩； ' +
            '配上星、 合谷、 列缺、 迎香治鼻淵、 鼻衄； 配前頂、 天柱、 ' +
            '本神治小兒驚癇； 配人中、 十宣治中風昏迷、 癲癇； 配血海、' +
            ' 支溝治血虛頭暈。 <br /><br /> * * * 刺灸法： <br />' +
            '平刺0.3～ 0.5 吋， 小兒禁刺； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「督脈穴」 [Acupoint] 囟會(DU22)'
    },
    'DU23': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上1吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '頭痛， 眩暈， 目赤腫痛， 迎風流淚， 面赤腫， 鼻淵， 鼻衄， 鼻痔， 鼻癰，' +
            ' 癲狂， 癇證， 小兒驚風， 瘧疾， 熱病。 <br /><br /> * * * 方例： ' +
            '<br />配合谷、 太沖治頭目痛； 配丘墟、 陷谷治瘧疾； 配大椎治鼻中息肉、 ' +
            '面赤腫、 口鼻出血不止； 配水溝治癲狂； 配印堂、 素 ? 、百會、 迎香、 合谷、' +
            ' 曲池、 列缺、 支溝治酒渣鼻。 <br /><br /> * * * 刺灸法： <br />' +
            '平刺0.5～ 0.8 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「督脈穴」 [Acupoint] 上星(DU23)'
    },
    'DU24': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上0.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />頭痛， 眩暈， 目赤腫痛， 淚出， 目翳， 雀目， 鼻淵， 鼻衄， ' +
            '癲狂， 癇證， 角弓反張。 <br /><br /> * * * 方例： <br />' +
            '配行間治目淚出； 配囟會治中風不語； 配兌端、 承漿治癲癇嘔沫； ' +
            '配水溝治寒熱頭痛、 喘渴、 目不可視； 配太沖、 太溪、 陰隙、 ' +
            '風池治肝陽上亢型頭痛、 眩暈、 失眠等病症。 <br /><br />' +
            ' * * * 刺灸法： <br />平刺0.3～ 0.5 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「督脈穴」 [Acupoint] 神庭(DU24)'
    },
    'DU25': {
        'message': '* * * 位置： <br />在面部， 當鼻尖的正中央。 <br /><br /> ' +
            '* * * 功效： <br /><br /> * * * 主治： <br />鼻塞， 鼻衄， 鼻流清涕，' +
            ' 鼻中肉， 鼻淵， 酒鼻， 驚厥， 昏迷， 新生兒窒息。 <br /><br /> ' +
            '* * * 方例： <br />配百會、 足三里治低血壓休克； 配迎香、 合谷治鼻淵。 ' +
            '<br /><br /> * * * 刺灸法： <br />向上斜刺0.3～ 0.5 吋， 或點刺出血；' +
            ' 不灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「督脈穴」 [Acupoint] 素 ? (DU25)'
    },
    'DU26': {
        'message': '* * * 位置： <br />在面部， 當人中溝的上1 / 3 與中1 / 3 交點處。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />昏迷， 暈厥， 暑病， 癲狂， 癇證， 急慢驚風， 鼻塞， 鼻衄， ' +
            '風水面腫， 齒痛， 牙關緊閉， 黃疸， 消渴， 霍亂， 溫疫， 脊膂強痛， ' +
            '挫閃腰疼。 <br /><br /> * * * 方例： <br />配百會、 十宣、 湧泉治昏迷急救。' +
            ' 中暑加委中、 尺澤， 溺水窒息加會陰， 癲狂加內關， ? 病發作加合谷透勞宮；' +
            ' 配上星、 風府治鼻流清涕； 配委中(瀉法) 治急性腰扭傷； 配三陰交、 ' +
            '血海治月經不調、 崩漏。 <br /><br /> * * * 刺灸法： <br />' +
            '向上斜刺0.3～ 0.5 吋， 或用指甲按掐； 不灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「督脈穴」 [Acupoint] 水溝(DU26)'
    },
    'DU27': {
        'message': '* * * 位置： <br />在面部， 當上唇的尖端， ' +
            '人中溝下端的皮膚與唇的移行部。 <br /><br /> * * * 功效： ' +
            '<br /><br /> * * * 主治： <br />昏迷， 暈厥， 癲狂， ? 病，' +
            ' 消渴嗜飲， 口瘡臭穢， 齒痛， 口噤， 鼻塞。 <br /><br /> * * * 方例： ' +
            '<br />配本神治癲癇嘔沫； 配目窗、 正營、 耳門治唇吻強， 止齒齲痛。 <br />' +
            '<br /> * * * 刺灸法： <br />斜刺0.2～ 0.3 吋； 不灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「督脈穴」 [Acupoint] 兌端(DU27)'
    },
    'DU28': {
        'message': '* * * 位置： <br />在上唇內， 唇繫帶與上齒齦的相接處。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />齒齦腫痛， 口臭， 齒衄， 處鼻淵， 面赤頰腫， 唇吻強急，' +
            ' 面部瘡癬， 兩腮生瘡， 癲狂， 項強。 <br /><br /> * * * ' +
            '方例： <br />配風府治頸項急， 不得顧； 配承漿治口臭難近； ' +
            '配上關、 大迎、 翳風治口噤不開。 <br /><br /> * * * 刺灸法：' +
            ' <br />向上斜刺0.2～ 0.3 吋； 不灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「督脈穴」 [Acupoint] 齦交(DU28)'
    },
    'RN1': {
        'message': '* * * 位置： <br />在會陰部， 男性當陰囊根部與肛門連線的中點，' +
            ' 女性當大陰唇後聯合與肛門連線的中點。 <br /><br /> * * * ' +
            '功效： <br /><br /> * * * 主治： <br />溺水窒息， 昏迷， ' +
            '癲狂， 驚癇， 小便難， 遺尿， 陰痛， 陰癢， 陰部汗濕， 脫肛， ' +
            '陰挺， 疝氣， 痔疾， 遺精， 月經不調。 <br /><br /> * * * ' +
            '方例： <br />配神門治癲狂癇； 配水溝治溺水窒息； 配十宣急救昏迷； ' +
            '配蠡溝治陰癢、 陰痛(濕熱下注型)； 配歸來、 百會治陰挺(中氣下陷型)； ' +
            '配承山治痔瘡、 脫肛； 配支溝、 上巨虛治便秘； 配中極治遺尿、 淋症； ' +
            '配關元治遺精。 <br /><br /> * * * 刺灸法： <br />直刺０.５～１寸，' +
            ' 孕婦慎用； 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 會陰(RN1)'
    },
    'RN2': {
        'message': '* * * 位置： <br />在下腹部， 當前正中線上， 恥骨聯合上緣的中點處。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />少腹脹滿， 小便淋瀝， 遺尿， 疝氣， 遺精陽痿， 陰囊濕癢， ' +
            '月經不調， 赤白帶下， 痛經。 <br /><br /> * * * 方例： ' +
            '<br />配腎俞、 志室、 大赫、 關元、 命門治陽萎、 遺精(腎氣虛型)； ' +
            '配膀胱俞、 腎俞、 次 ? 、陰陵泉、 蠡溝治陽萎、 遺精、 癃閉、 淋症、 ' +
            '陰癢、 濕疹、 帶下(濕熱下注)； 配中極、 關元、 腎俞治腎虛、 遺尿、 ' +
            '小便不利； 配關元、 命門、 陰交(針補法或灸) 治宮寒不孕、 痛經。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋， 內為膀胱， ' +
            '應在排尿後進行針刺； 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 曲骨(RN2)'
    },
    'RN3': {
        'message': '* * * 位置： <br />在下腹部， 前正中線上， 當臍中下4吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '小便不利， 遺溺不禁， 陽痿， 早洩， 遺精， 白濁， 疝氣偏墜， 積聚疼痛，' +
            ' 月經不調， 陰痛， 陰癢， 痛經， 帶下， 崩漏， 陰挺， 產後惡露不止， ' +
            '胞衣不下， 水腫。 <br /><br /> * * * 方例： <br />配大赫、 腎俞、 ' +
            '陰交、 三陰交、 次 ? 治陽萎、 早洩、 遺精、 白濁、 月經不調、 痛經崩漏、 ' +
            '產後惡露不止、 胞衣不下、 陰挺等症(腎氣虛型)； 配陰谷、 氣海、 ' +
            '腎俞治遺溺不止； 配大敦、 關元、 三陰交治疝氣偏墜； 配水分、 三焦俞、 ' +
            '三陰交、 氣海、 委陽治水腫； 中極透曲骨、 配三陰交、 地機治產後、 ' +
            '術後尿瀦留； 中極透曲骨、 配氣海、 羶中、 足三里治尿瀦留(老年人氣虛)。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋； ' +
            '可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 中極(RN3)'
    },
    'RN4': {
        'message': '* * * 位置： <br />在下腹部， 前正中線上， 當臍中下3吋。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />中風脫證，' +
            ' 虛勞冷憊， 羸瘦無力， 少腹疼痛， 霍亂吐瀉， 痢疾， 脫肛， 疝氣， 便血， ' +
            '溺血， 小便不利， 尿頻， 尿閉， 遺精， 白濁， 陽萎， 早洩， 月經不調， ' +
            '經閉， 經痛， 赤白帶下， 陰挺， 崩漏， 陰門瘙癢， 惡露不止， 胞衣不下，' +
            ' 消渴， 眩暈。 <br /><br /> * * * 方例： <br />配氣海、 腎俞(重灸)、' +
            ' 神闕(隔鹽灸) 急救中風脫證； 配足三里、 脾俞、 公孫、 大腸俞治虛勞、 ' +
            '裡急、 腹痛； 配三陰交、 血海、 中極、 陰交治月經不調(沖任不固， 針用補法)；' +
            ' 配中極、 大赫、 腎俞、 次 ? 、命門、 三陰交治男子不育症、 陽萎、 遺精、 ' +
            '早洩、 尿頻、 尿閉、 遺尿(腎陽虛衰、 針補法或艾灸)； 配太溪、 腎俞治洩痢不止、' +
            ' 五更洩。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.5～ 1 吋； 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 關元(RN4)'
    },
    'RN5': {
        'message': '* * * 位置： <br />在下腹部， 前正中線上， 當臍中下2吋。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />腹脹，' +
            ' 洩利， 繞臍疼痛， 奔豚疝氣， 水腫， 小便不利， 遺精， 陽萎， 經閉， ' +
            '帶下， 崩漏， 產後惡露不止。 <br /><br /> * * * 方例： <br />配陰陵泉、' +
            ' 關元、 陰交治四肢水腫、 小便不利(腎氣不化)； 配腎俞、 三陰交治遺尿； ' +
            '配關元、 天樞、 氣海、 足三里治腹脹洩瀉、 繞臍痛； 配大敦、 歸來治疝氣；' +
            ' 配三陰交、 帶脈穴治崩漏、 帶下。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.5～ 1 吋； 可灸。 孕婦慎用。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 石門(RN5)'
    },
    'RN6': {
        'message': '* * * 位置： <br />在下腹部， 前正中線上， 當臍中下1.5 吋。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '繞臍腹痛， 水腫鼓脹， 脘腹脹滿， 水谷不化， 大便不通， 洩痢不禁， 癃淋， ' +
            '遺尿， 遺精， 陽萎， 疝氣， 月經不調， 痛經， 經閉， 崩漏， 帶下， ' +
            '陰挺， 產後惡露不止， 胞衣不下， 髒氣虛憊， 形體羸瘦， 四肢乏力。 ' +
            '<br /><br /> * * * 方例： <br />配三陰交治白濁、 遺精； 配關元治產後惡露不止； ' +
            '配灸關元、 膏肓、 足三里治喘息短氣(元氣虛憊)； 配關元、 命門(重灸)、 ' +
            '神闕(隔鹽灸) 急救中風脫證。 配足三里、 脾俞、 胃俞、 天樞、 上巨虛治胃腹脹痛、' +
            ' 呃逆、 嘔吐、 水谷不化、 大便不通、 洩痢不止(脾氣虛弱)； ' +
            '配足三里、 合谷、 百會治胃下垂、 子宮下垂、 脫肛。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.5～ 1 吋； 可灸。 孕婦慎用。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 氣海(RN6)'
    },
    'RN7': {
        'message': '* * * 位置： <br />在下腹部， 前正中線上， 當臍中下1吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '繞臍冷痛， 腹滿水腫， 洩瀉， 疝氣， 陰癢， 小便不利， 奔豚， 血崩， 帶下，' +
            ' 產後惡露不止， 小兒陷囟， 腰膝拘攣。 <br /><br /> * * * 方例： ' +
            '<br />配陰陵泉、 帶脈穴治赤白帶下； 配子宮穴、 三陰交治月經不調、 ' +
            '崩漏； 配大腸俞、 曲池治臍周作痛； 配天樞、 氣海治腹脹腸鳴、 洩瀉。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋； 可灸。' +
            ' 孕婦慎用。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 陰交(RN7)'
    },
    'RN8': {
        'message': '* * * 位置： <br />在腹中部， 臍中央。 <br /><br /> ' +
            '* * * 功效： <br /><br /> * * * 主治： <br />中風虛脫， 四肢厥冷， ' +
            '屍厥， 風癇， 形憊體乏， 繞臍腹痛， 水腫鼓脹， 脫肛， 洩利， 便秘， 小便不禁， ' +
            '五淋， 婦女不孕。 <br /><br /> * * * 方例： <br />配三陰交治五淋； 配公孫、 ' +
            '水分、 天樞、 足三里治洩痢便秘、 繞臍腹痛(脾腎不和)； 配長強、 氣海、 關元治脫肛、' +
            ' 小便不禁、 腎虛不孕症； 神闕(隔鹽灸) 配關元、 氣海(重灸) 治中風脫證。' +
            ' <br /><br /> * * * 刺灸法： <br />禁刺； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 神闕(RN8)'
    },
    'RN9': {
        'message': '* * * 位置： <br />在上腹部， 前正中線上， 當臍中上1吋。 <br />' +
            '<br /> * * * 功效： <br /><br /> * * * 主治： <br />腹痛， 腹脹，' +
            ' 腸鳴， 洩瀉， 翻胃， 水腫， 小兒陷囟， 腰脊強急。 <br /><br />' +
            ' * * * 方例： <br />配天樞、 地機治腹水； 配內關治反胃嘔吐； ' +
            '配中封、 曲泉治臍痛； 配脾俞、 三陰交治浮腫。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 水分(RN9)'
    },
    'RN10': {
        'message': '* * * 位置： <br />在上腹部， 前正中線上， 當臍中上2吋。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '脘痛， 腹脹， 嘔吐， 呃逆， 食谷不化， 腸鳴， 洩瀉， 痞塊， 虛腫。 ' +
            '<br /><br /> * * * 方例： <br />配天樞、 氣海、 關元、 ' +
            '足三里(針灸並用) 治急性菌痢。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1 吋； 可灸。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 下脘(RN10)'
    },
    'RN11': {
        'message': '* * * 位置： <br />在上腹部， 前正中線上， 當臍中上3吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '胃脘疼痛， 腹脹， 嘔吐， 食慾不振， 腸中切痛， 水腫。 <br /><br />' +
            ' * * * 方例： <br />配內關治胸中苦悶； 配水分治肚腹浮腫。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.5～ 1 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 建裡(RN11)'
    },
    'RN12': {
        'message': '* * * 位置： <br />在上腹部， 前正中線上， 當臍中上4吋。' +
            ' & nbsp; & nbsp; & nbsp; <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />胃脘痛， 腹脹， 嘔吐， 呃逆， 翻胃， 吞酸， 納呆，' +
            ' 食不化， 疳積， 膨脹， 黃疸， 腸鳴， 洩利， 便秘， 便血， 脅下堅痛，' +
            ' 虛勞吐血， 哮喘， 頭痛， 失眠， 驚悸， 怔忡， 髒躁， 癲狂， 癇證， 屍厥，' +
            ' 驚風， 產後血暈。 <br /><br /> * * * 方例： <br />配百會、 足三里、 ' +
            '神門治失眠、 髒躁； 配羶中、 天突、 豐隆治哮喘； 配梁丘、 ' +
            '下巨虛治急性胃腸炎； 配肝俞、 太沖、 三陰交、 公孫治療胃十二指腸球部潰瘍； ' +
            '配上脘、 梁門(電針20分鐘) 治膽道蛔蟲症； 配陽池、 胞門、 子戶(針灸並用)，' +
            ' 治腰痛、 痛經、 月經不調(子宮不正)； 配氣海、 足三里、 內關、' +
            ' 百會治胃下垂。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋； ' +
            '可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 中脘(RN12)'
    },
    'RN13': {
        'message': '* * * 位置： <br />在上腹部， 前正中線上， 當臍中上5吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '胃脘疼痛， 腹脹， 嘔吐， 呃逆， 納呆， 食不化， 黃疸， 洩利， 虛勞吐血，' +
            ' 咳嗽痰多， 癲癇。 <br /><br /> * * * 方例： <br />' +
            '配豐隆治納呆； 配天樞、 中脘治噯氣吞酸、 腹脹、 腸鳴、 洩瀉。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋； 可灸。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 上脘(RN13)'
    },
    'RN14': {
        'message': '* * * 位置： <br />在上腹部， 前正中線上， 當臍中上6吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '胸痛， 心痛， 心煩， 驚悸， 屍厥， 癲狂， 癇證， 健忘， 胸滿氣短， ' +
            '咳逆上氣， 腹脹暴痛， 嘔吐， 呃逆， 噎嗝， 吞酸， 黃疸， 洩利。 ' +
            '<br /><br /> * * * 方例： <br />配內關治心絞痛； 配章門、 ' +
            '合谷、 中脘、 內關、 足三里治呃逆； 配足三里、 羶中、 內關、 ' +
            '三陰交、 心平穴、 心俞治療急性心肌梗塞； 配內關、 ' +
            '人中治癲狂癇證； 配神門治失眠健忘。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1 吋； 可灸。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 巨闕(RN14)'
    },
    'RN15': {
        'message': '* * * 位置： <br />在上腹部， 前正中線上， 當胸劍結合部下1吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />心痛， 心悸， 心煩， 癲癇， 驚狂， 胸中滿痛， 咳嗽氣喘，' +
            ' 嘔吐， 呃逆， 反胃， 胃痛。 <br /><br /> * * * 方例： <br />' +
            '配梁門、 足三里治胃痛； 配三關、 足三里治嘔吐。 <br /><br /> ' +
            '* * * 刺灸法： <br />斜向下刺0.5～ 1 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 鳩尾(RN15)'
    },
    'RN16': {
        'message': '* * * 位置： <br />在胸部， 當前正中線上， 平第5肋間， ' +
            '即胸劍結合部。 <br /><br /> * * * 功效： <br /><br /> ' +
            '* * * 主治： <br />胸腹脹滿， 噎嗝， 嘔吐， 心痛， 梅核氣。 ' +
            '<br /><br /> * * * 方例： <br />配俞府、 意舍治嘔吐。 <br /><br />' +
            ' * * * 刺灸法： <br />平刺0.3～ 0.5 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 中庭(RN16)'
    },
    'RN17': {
        'message': '* * * 位置： <br />在胸部， 當前正中線上， 平第4肋間， 兩乳頭連線的中點。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '咳嗽， 氣喘， 咯唾膿血， 胸痺心痛， 心悸， 心煩， 產婦少乳， 噎嗝， ' +
            '膨脹。 <br /><br /> * * * 方例： <br />配曲池、 合谷(瀉法) 治急性乳腺炎；' +
            ' 配內關、 三陰交、 巨闕、 心平、 足三里治冠心病急性心肌梗塞； ' +
            '配中脘、 氣海治嘔吐反胃； 配天突治哮喘； 配乳根、 合谷、 三陰交、 ' +
            '少澤、 灸羶中治產後缺乳； 配肺俞、 豐隆、 內關治咳嗽痰喘； 配厥陰俞、' +
            ' 內關治心悸、 心煩、 心痛。 <br /><br /> * * * 刺灸法： ' +
            '<br />平刺0.3～ 0.5 吋； 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 羶中(RN17)'
    },
    'RN18': {
        'message': '* * * 位置： <br />在胸部， 當前正中線上， 平第3肋間。 <br /><br />' +
            ' * * * 功效： <br /><br /> * * * 主治： <br />膺胸疼痛， 咳嗽， 氣短，' +
            ' 喘息， 喉痺咽腫， 嘔吐寒痰， 兩乳腫痛。 <br /><br /> * * * 方例： <br />' +
            '玉堂透羶中、 內關、 胸夾脊(T1～ 5) 治療胸痺。 <br /><br /> * * * ' +
            '刺灸法： <br />平刺0.3～ 0.5 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 玉堂(RN18)'
    },
    'RN19': {
        'message': '* * * 位置： <br />在胸部， 當前正中線上， 平第2肋間。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />咳嗽， ' +
            '氣喘， 胸脅支滿， 胸痛， 喉痺， 吐血， 嘔吐， 飲食不下。 <br /><br /> ' +
            '* * * 方例： <br />配玉堂、 太溪治呃逆上氣、 心煩。 <br /><br /> ' +
            '* * * 刺灸法： <br />平刺0.3～ 0.5 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 紫宮(RN19)'
    },
    'RN20': {
        'message': '* * * 位置： <br />在胸部， 當前正中線上， 平第1肋間。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />咳嗽，' +
            ' 氣喘， 胸痛， 脅肋痛， 喉痺， 咽腫。 <br /><br /> * * * 方例： ' +
            '<br />配氣戶治脅肋疼痛。 <br /><br /> * * * 刺灸法： ' +
            '<br />平刺0.3～ 0.5 吋， 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 華蓋(RN20)'
    },
    'RN21': {
        'message': '* * * 位置： <br />在胸部， 當前正中線上， 天突下1吋。 <br /><br />' +
            ' * * * 功效： <br /><br /> * * * 主治： <br />咳嗽， 氣喘，' +
            ' 胸滿痛， 喉痺咽腫， 胃中有積。 <br /><br /> * * * 方例： ' +
            '<br />配鳩尾治喉痺咽腫。 <br /><br /> * * * 刺灸法： ' +
            '<br />平刺0.3～ 0.5 吋； 可灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 璇璣(RN21)'
    },
    'RN22': {
        'message': '* * * 位置： <br />在頸部， 當前正中線上胸骨上窩中央。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '咳嗽， 哮喘， 胸中氣逆， 咯唾膿血， 咽喉腫痛， 舌下急， 暴喑， 癭氣，' +
            ' 噎嗝， 梅核氣。 <br /><br /> * * * 方例： <br />配定喘穴、 ' +
            '魚際治哮喘、 咳嗽； 配羶中、 列缺治外感咳嗽； 配內關、 中脘治呃逆； ' +
            '配廉泉、 湧泉治暴喑； 配豐隆治梅核氣； 配少商、 天容治咽喉腫痛； 配氣舍、' +
            ' 合谷治地方性甲狀腺腫大。 <br /><br /> * * * 刺灸法： <br />' +
            '先直刺0.2～ 0.3 吋， 然後沿胸骨柄後緣， 氣管前緣緩慢向下刺入0.5～ 1 吋；' +
            ' 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 天突(RN22)'
    },
    'RN23': {
        'message': '* * * 位置： <br />在頸部， 當前正中線上， 結喉上方， ' +
            '舌骨上緣凹陷處。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />舌下腫痛， 舌根急縮， 舌縱涎出， 舌強， 中風失語， 舌干口燥， ' +
            '口舌生瘡， 暴喑， 喉痺， 聾啞， 咳嗽， 哮喘， 消渴， 食不下。 <br /><br /> ' +
            '* * * 方例： <br />配金津、 玉液、 天突、 少商治舌強不語、 舌下腫痛、 ' +
            '舌緩流涎、 暴喑。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.5～ 0.8 吋， 不留針； 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 廉泉(RN23)'
    },
    'RN24': {
        'message': '* * * 位置： <br />在面部， 當頦唇溝的正中凹陷處。 <br /><br />' +
            ' * * * 功效： <br /><br /> * * * 主治： <br />口眼喎斜， 唇緊， 面腫，' +
            ' 齒痛， 齒衄， 齦腫， 流涎， 口舌生瘡， 暴喑不言， 消渴嗜飲， 小便不禁， 癲癇。' +
            ' <br /><br /> * * * 方例： <br />配委中治衄血不止； 配風府治頭項強痛、' +
            ' 牙痛。 <br /><br /> * * * 刺灸法： <br />斜刺0.3～ 0.5 吋； ' +
            '可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「任脈穴」 [Acupoint] 承漿(RN24)'
    },
    'SP18': {
        'message': '* * * [定位] 在胸外側部， 當第４肋間隙， 距前正中線6吋。 ' +
            '<br /> [解剖] 在第四肋間隙， 胸大肌外下緣， 下層為前鋸肌， ' +
            '再深層為肋間內、 外肌； 有胸外側動、 靜脈分支， 胸腹壁動、 靜脈；' +
            ' 第四肋間動、 靜脈； 布有第四肋間神經。 <br /> <br /> ' +
            '* * * [主治] 胸脅疼痛， 咳嗽， 乳痛， 乳汁少。 <br />' +
            ' [Function] <br /> <br /> * * * [配伍] 配羶中治胸肋疼痛。' +
            ' <br /><br /> * * * [刺灸法] 斜刺或向外平刺0.5～ 0.8 吋。',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 天溪(SP18)'
    },
    'PC1': {
        'message': '* * * 位置： <br />胸部乳頭外側1吋， 前正中線旁開5吋，' +
            ' 當第4肋間隙凹陷處。《 靈樞· 本輸》：「 腋下三寸」；《 針灸甲乙經》：' +
            '「 在乳後一寸， 腋下三寸， 著脅， 直腋撅肋間。」 <br /><br /> * * * ' +
            '功效： <br />寬胸、 消脹。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 胸滿脅痛、 咳嗽氣急、 胸中有聲、 喉中鳴、 頭痛、 ' +
            '熱病汗不出、 瘰 ? 、腋下腫痛、 四肢不舉、 臂痛、 目 {11} {11}不明。' +
            ' 近人報導： 心絞痛、 心肌炎、 乳腺炎、 乳汁分泌不足、 肋間神經痛。 ' +
            '<br /><br /> * * * 方例： <br />腋腫： 委陽、 天池。 ' +
            '<br /><br /> * * * 刺灸法： <br />向外側斜刺或橫刺0.3～ 0.5 吋，' +
            ' 不可過深， 以免引起氣胸。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 天池(PC1)'
    },
    'PC2': {
        'message': '* * * 位置： <br />上臂內側， 腋前紋頭下2吋， ' +
            '肱二頭肌的長頭與短頭之間凹陷處。《 針灸甲乙經》：「 在曲腋下， ' +
            '去臂二寸」；《 針方六集》：「 居 {3}間」；《 循經考穴編》：' +
            '「 看腋間對縫處量下二寸」。 <br /><br /> * * * 功效： <br />寧心、 ' +
            '寬胸。 <br /><br /> * * * 主治： <br />古代記述： 心痛、 ' +
            '心悸、 胸脅滿痛、 咳逆、 昏暈、 石水、 肩背痛、 臂痛、 足不收痛不可行、' +
            ' 目 {11} {11}不明。 <br />近人報導： 心絞痛， 上臂癱瘓。 ' +
            '<br /><br /> * * * 方例： <br />肩臂痛： 天泉、 腕骨。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋。 ' +
            '艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 天泉(PC2)'
    },
    'PC3': {
        'message': '* * * 位置： <br />肘橫紋中， 肱二頭肌尺側緣凹陷處。' +
            '《 靈樞· 本輸》：「 肘內廉下陷者之中也， 屈而得之」；《 神應經》：' +
            '「 大筋內側橫紋中動脈是」；《 循經考穴編》：「 與尺澤相併， 約去寸許」' +
            '；《 動功按摩秘訣》：「 在肘內 ? 正中間」。 <br /><br /> ' +
            '* * * 功效： <br />寧心、 洩熱、 降逆、 鎮驚。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 傷寒溫病、 暑熱、 口乾、 心痛、 ' +
            '心悸、 逆氣、 嘔吐、 驚厥、 身熱、 煩心、 善搖頭、 咳喘、 痧症、' +
            ' 臂肘手腕不時動搖、 丹毒、 疔瘡、 癤。 近人報導： 風濕性心臟病、 ' +
            '心肌炎、 急性胃腸炎、 中暑、 血栓閉塞性脈管炎、 肘窩囊腫。 ' +
            '<br /><br /> * * * 方例： <br />心痛： 督俞、 膈俞、 曲澤。' +
            ' <br />手臂善動： 肝俞、 曲澤、 神門、 太沖。 <br />血虛口渴同施：' +
            ' 少商、 曲澤。 <br />嘔吐： 中脘、 曲澤、 足三里。 中暑、 痧症： ' +
            '曲澤、 委中(均放血)。 <br /><br /> * * * 刺灸法： ' +
            '<br />避開動脈直刺0.5～ 1 吋； 對暑熱症可淺刺靜脈出血。 ' +
            '禁直接灸； 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 曲澤(PC3)'
    },
    'PC4': {
        'message': '* * * 位置： <br />前臂掌側， 腕橫紋上5吋， ' +
            '當曲澤與大陵的連線上。《 針灸甲乙經》：「 去腕五寸」，《 循經考穴編》' +
            ' 補充「 兩筋間」。 <br /><br /> * * * 功效： ' +
            '<br />寧心、 安神、 洩熱。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 心痛、 心悸、 胸痛、' +
            ' 咳血、 嘔吐、 嘔血、 癲狂、 驚恐、 畏人、 神氣不足、' +
            ' 久瘧不瘥、 五心煩熱、 肘臂攣痛、 疔瘡、 胸疽、 久痔、' +
            ' 鼻衄。 <br />近人報導： 風濕性心臟病、 心肌炎、 冠心病、' +
            ' 心絞痛、 心動過速、 胸膜炎、 膈肌痙攣。 <br /><br />' +
            ' * * * 方例： <br />咯血： 曲池、 隙門、 三陽絡。 <br />' +
            '<br /> * * * 刺灸法： <br />直刺0.5～ 1 吋。 ' +
            '注意避免損傷正中神經幹(尤其是作穴位注射時)。 艾炷灸5～ 7 壯，' +
            ' 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 隙門(PC4)'
    },
    'PC5': {
        'message': '* * * 位置： <br />前臂掌側， 腕橫紋上3吋， ' +
            '掌長肌腱與橈側腕屈肌腱之間， 當曲澤與大陵的連線上。' +
            '《 靈樞· 本輸》：「 兩筋之間， 三寸之中也」；《 針灸甲乙經》：' +
            '「 在掌後三寸， 兩筋間陷者中。」 <br /><br /> ' +
            '* * * 功效： <br />寧心、 安神、 寬胸、 治瘧。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 心痛、 ' +
            '心悸、 胸痺、 煩躁、 癲狂、 嘔吐、 咽中如梗、 失音不語、 ' +
            '瘧疾、 月經不調血結成塊、 熱病煩心、 面赤目黃、 腋腫、 ' +
            '臂痛屈伸不利、 肘內廉痛、 肘攣、 掌中熱。 近人報導： ' +
            '風濕性心臟病、 心絞痛、 心肌梗死、 心肌炎、 精神分裂症、 ' +
            '單純性甲狀腺腫、 乳癖。 <br /><br /> * * * 方例： <br />' +
            '卒心胸痛： 間使、 神門、 列缺、 大敦。 <br />瘧疾： 風池、' +
            ' 間使、 環跳。 <br />卒狂： 間使、 後溪、 合谷。 <br />' +
            '喑不能言： 間使、 合谷。 <br />邪癲： 水溝、 間使。 失間囁嚅：' +
            ' 天鼎、 間使。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.5～ 1 吋。 注意避免損傷正中神經幹(尤其是作穴位注射時)。 ' +
            '艾炷灸3～ 5 壯； 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 間使(PC5)'
    },
    'PC6': {
        'message': '* * * 位置： <br />前臂掌側， 腕橫紋上2吋， ' +
            '掌長肌腱與橈側腕屈肌腱之間， 當曲澤與大陵的連線上。《 靈樞· 經脈》' +
            '：「 去腕二寸， 出於兩筋之間」；《 循經考穴編》：' +
            '「 大陵後二寸， 正對外關。」 <br /><br />' +
            ' * * * 功效： <br />寧心、 安神、 和胃、 寬胸、 降逆、 ' +
            '止嘔。 <br /><br /> * * * 主治： <br />古代記述： ' +
            '胸痛、 胸悶、 心痛、 胃痛、 噁心嘔吐、 食難下膈、 心悸、 ' +
            '虛煩、 癲狂、 善驚恐、 心悲、 健忘、 失智、 瘧疾、 腸鳴洩瀉、 ' +
            '脫肛、 脅肋痛、 自汗、 腹痛、 胸滿痞脹、 脾胃不和、 ' +
            '目昏、 目赤黃、 腋腫、 肘臂攣痛。 近人報導： 冠心病、 ' +
            '心肌炎、 心絞痛、 心肌梗死、 心律失常(主要是激動起源失常)、' +
            ' 高血壓、 休克、 頭痛、 腦動脈硬化、 中風、 風濕性心臟病、' +
            ' 心力衰竭、 心跳驟停、 無脈症： 神經衰弱、 ? 病、 郁證、' +
            ' 胃腸炎、 妊娠惡阻、 肋間神經痛、 正中神經損傷、 失眠、 ' +
            '暈車、 暈船、 暈機、 醉酒。 <br /><br /> ' +
            '* * * 方例： <br />心臟諸虛、 怔忡驚悸： 心俞、 內關、 ' +
            '通裡、 陰隙。 <br />肚痛： 公孫、 內關。 <br />' +
            '胸滿支腫： 膈俞、 內關。 <br />腹塊： 內關、 照海。 ' +
            '<br />冠心病： 羶中、 內關、 足三里。 <br />低血壓： ' +
            '素 ? 、內關。 <br />腦血管病： 人中、 極泉、 內關、 ' +
            '三陰交。 <br />休克： 內關、 足三里、 湧泉。 <br />' +
            '血栓閉塞性脈管炎： 內關、 委中、 委陽。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1 吋。 ' +
            '注意避免損傷正中神經幹(尤其是作穴位注射時)。 艾炷灸5～ 7 壯，' +
            ' 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 內關(PC6)'
    },
    'PC7': {
        'message': '* * * 位置： <br />腕掌橫紋中點， 當掌長肌與橈側腕屈肌腱之間凹陷處。' +
            '《 靈樞· 本輸》：「 掌後兩骨之間方下者也」；《 針灸甲乙經》：' +
            '「 在掌後兩筋間陷者中」、《 千金要方》：「 一雲掌後第一橫紋後兩筋間」' +
            '；《 動功按摩秘訣》：「 在手掌橫紋正中間」。 <br /><br />' +
            ' * * * 功效： <br />清心、 寧神。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 心痛、 心悸、 心煩、 胸中熱、 胃痛、' +
            ' 嘔吐、 吐血、 癲狂、 {91}症、 喉痺、 耳鳴、 瘧疾、 舌本痛、 善笑不休、' +
            ' 目赤黃、 喘逆、 身熱如火、 頭痛如破、 短氣胸痛、 手攣不伸、 瘡腫搔癢、 ' +
            '指麻。 近人報導： 心肌炎、 胃炎、 失眠、 肋間神經痛、 腕管綜合症。' +
            ' <br /><br /> * * * 方例： <br />短氣： 尺澤、 大陵。 <br />' +
            '喉痺嗌干： 偏歷、 大陵。 <br />口氣： 人中、 大陵。 <br />' +
            '心痛： 上脘、 大陵。 小便赤如血： 關元、 大陵。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.3～ 0.5 吋， 不宜過深， ' +
            '避免損傷正中神經幹。 艾條溫灸10～ 15 分鐘。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 大陵(PC7)'
    },
    'PC8': {
        'message': '* * * 位置： <br />手掌心， 第2～ 3 ' +
            '掌骨之間偏於第3掌骨的掌中紋處， 握拳屈指時當中指端所指處。' +
            '《 靈樞· 本輸》：「 掌中， 中指本節之內間也」；《 針灸甲乙經》：' +
            '「 在掌中央動脈中」；《 銅人腧穴針灸圖經》：「 以屈無名指取之」，' +
            '《 針灸資生經》：「 當屈中指為是， 今說屈第四指非也。」《 十四經發揮》：' +
            '「 以今觀之， 莫若屈中指、 無名指之間取之為妥。」 現多從《 針灸資生經》。 ' +
            '<br /><br /> * * * 功效： <br />瀉心火、 清血熱。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 熱病、 心煩、 胸脅痛、 咳、 嘔吐、 ' +
            '口瘡、 舌爛、 口臭、 癲狂、 善怒、 尿赤、 衄血、 食噎不下、 掌中熱、 ' +
            '黃疸、 目黃。 近人報導： ? 病、 疲勞乏力、 舌縱不收。 <br /><br />' +
            ' * * * 方例： <br />胃翻心痛： 章門、 勞宮。 <br />黃疸： 後溪、 ' +
            '勞宮。 便血不止： 會陰、 勞宮、 太白。 <br /><br /> * * * 刺灸法： ' +
            '<br />直刺0.3～ 0.5 吋。 禁直接灸， 艾條溫灸10～ 15 分鐘。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 勞宮(PC8)'
    },
    'PC9': {
        'message': '* * * 位置： <br />手中指末節尖端中央， 距指甲游離緣約1分許。' +
            '《 靈樞· 本輸》：「 手中指之端也」，《 針灸甲乙經》 補充：' +
            '「 去爪甲如韭葉陷者中」；《 太平聖惠方》：「 中指甲後一分」；' +
            '《 針灸大全》：「 中指內端」；《 咽喉秘集》：「 在中指內甲角」； ' +
            '依《 針灸甲乙經》 等書記載， 則定於中指橈側， 指甲廓橈側角後旁一分凹陷處。' +
            ' <br /><br /> * * * 功效： <br />清熱、 開竅、 利喉舌。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 昏厥、 熱病、 ' +
            '心煩悶、 心痛、 中風昏迷、 舌強腫痛、 中暑、 小兒夜啼、 咽喉腫痛、' +
            ' 頭痛如破、 身熱如火。 <br /><br /> * * * 方例： <br />' +
            '舌下腫疼： 廉泉、 中沖。 <br />身熱如火、 頭痛如破： 命門、 中沖。' +
            ' <br /><br /> * * * 刺灸法： <br />淺刺1分或點刺出血。 ' +
            '艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手厥陰心包經穴」 [Acupoint] 中沖(PC9)'
    },
    'SJ1': {
        'message': '* * * 位置： <br />手環指末節尺側， 距指甲角1分處。' +
            '《 靈樞· 本輸》：「 手小指次指之端也」；《 針灸甲乙經》：' +
            '「 去 {77}甲角發韭葉」；《 醫學入門》 補充：「 外側」； ' +
            '即環指甲廓尺側角後旁1分凹陷處。 <br /><br /> * * * 功效： ' +
            '<br />洩熱、 利喉舌。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 頭痛、 寒熱、 頭眩、 心痛、 心煩、 昏厥、 目痛、' +
            ' 口乾、 口苦、 舌卷、 舌緩不語、 喉痺、 耳聾鳴、 肩背痛、 臂痛、' +
            ' 肘痛。 <br />近人報導： 急性扁桃體炎、 喉炎、 結膜炎。 ' +
            '<br /><br /> * * * 方例： <br />舌緩不語： 啞門、 關沖。 ' +
            '小兒熱病反張： 大橫、 關沖。 <br /><br /> ' +
            '* * * 刺灸法： <br />淺刺0.1～ 0.2 吋； 或點刺出血。 ' +
            '一般不作艾炷灸， 艾條溫灸10～ 15 分鐘。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 關沖(SJ1)'
    },
    'SJ2': {
        'message': '* * * 位置： <br />手背第4～ 5 指間， ' +
            '指蹼緣後方赤白肉際處， 微握拳取之。《 靈樞· 本輸》：' +
            '「 小指次指之間也」；《 醫學入門》：「 小指、 次指本節前陷中」；' +
            '《 循經考穴編》：「 手無名、 小指本節前歧縫尖陷中」。 ' +
            '<br /><br /> * * * 功效： <br />洩熱、 聰耳。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： ' +
            '熱病汗不出、 頭痛、 驚悸、 瘧、 耳聾鳴、 項痛、 牙痛、' +
            ' 耳痛、 咽中如息肉狀、 咽外腫、 喉痛、 目赤澀、 肘臂痛、' +
            ' 手背紅腫、 五指拘攣、 腕中無力、 四肢浮腫、 臂不得舉、 ' +
            '善驚、 妄言、 狂疾。 近人報導、 ? 病、 中耳炎、 掌指關節痛。' +
            ' <br /><br /> * * * 方例： <br />寒熱 {79}瘧： 天池、' +
            ' 合谷、 液門、 陷谷。 <br />喉痛： 液門、 魚際。 <br />' +
            '臂不得舉： 液門、 前谷。 <br />瘧疾： 間使、 液門、 後溪。 ' +
            '耳鳴、 耳聾： 聽宮、 液門。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.3～ 0.5 吋， ' +
            '或斜向掌骨間刺入0.5～ 1 吋， 艾條溫灸5～ 15 分鐘。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 液門(SJ2)'
    },
    'SJ3': {
        'message': '* * * 位置： <br />手背第4～ 5 掌骨間， ' +
            '掌指關節後方凹陷處。 當手背第4～ 5 掌骨間隙的前1 / 3 折點處，' +
            ' 尺側與後溪相平， 掌內與少府相對。《 針灸甲乙經》：「 手小指本節後陷者中」' +
            '；《 神應經》：「 液門下一寸」；《 針方六集》：「 小指次指本節後五分陷者中」。' +
            ' <br /><br /> * * * 功效： <br />洩熱、 聰耳。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 頭痛、 熱病、 瘧疾、 目赤、 耳鳴、 ' +
            '耳聾、 咽喉腫痛、 項痛、 身面癢、 四肢麻木、 背痛、 肘臂腫痛、 ' +
            '五指不可屈伸。 近人報導： 眶上神經痛、 肋間神經痛、 中耳炎、 ' +
            '急性結膜炎、 手腕無力。 <br /><br /> ' +
            '* * * 方例： <br />咽腫、 中渚、 太溪。 <br />嗌痛： 支溝、 ' +
            '中渚、 內庭。 <br />耳鳴、 耳聾： 耳門、 中渚。 <br /><br />' +
            ' * * * 刺灸法： <br />避開淺靜脈， 直刺或向腕部斜刺0.3～ 0.5 吋。' +
            ' 艾炷炙3壯， 艾條溫炙5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 中渚(SJ3)'
    },
    'SJ4': {
        'message': '* * * 位置： <br />腕背橫紋中， 當指伸肌腱尺側緣凹陷處。' +
            '《 靈樞· 本輸》：「 腕上陷者之中也」；《 循經考穴編》：' +
            '「 指本節直下至腕背中心兩筋間」； 即腕背指伸肌腱與小指伸肌腱之間凹陷處。' +
            ' <br /><br /> * * * 功效： <br />調三焦原氣。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 頭痛、 瘧疾、 目赤、 耳聾、' +
            ' 耳鳴、 喉痺、 消渴、 口乾、 煩悶、 頸痛、 肩痛不能自舉、 ' +
            '腕痛無力、 手臂拘攣、 兩手筋緊不開。 近人報導： 感冒、 ' +
            '扁桃體炎、 蕁麻疹、 腕背腱鞘囊腫。 <br /><br /> ' +
            '* * * 方例： <br />暴死： 心俞、 陽池。 <br />手臂枸攣、' +
            ' 兩手筋緊不開： 曲池、 尺澤、 陽池、 合谷。 <br />' +
            '蕁麻疹： 陽池、 行間(均隔姜灸)。 腕痛： 陽溪、 陽池、 陽谷、 ' +
            '外關。 <br /><br /> * * * 刺灸法： <br />直刺0.3～ 0.5 吋。 ' +
            '艾條溫炙5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 陽池(SJ4)'
    },
    'SJ5': {
        'message': '* * * 位置： <br />前臂伸側面腕背橫紋後二寸， ' +
            '尺骨與橈骨之間， 當陽池與肘尖的連線上。 屈肘俯掌時， ' +
            '在指伸肌橈側凹陷處。《 靈樞· 經脈》：「 去腕二寸」；' +
            '《 針灸大成》：「 腕後二寸兩骨間， 與內關相對」。 ' +
            '<br /><br /> * * * 功效： <br />疏風、 清熱、 利脅。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 發熱惡風、 ' +
            '關節痠痛、 胸滿拘急、 半身不遂、 腰腳枸攣、 偏正頭風、 手足頑麻、' +
            ' 眼中冷痛、 瘰 ? 結核、 耳鳴耳聾、 臂痿不仁、 肘腕酸重、 ' +
            '脅肋疼痛、 腹痛便秘、 五指盡痛不能握物。 近人報導： 感冒、 ' +
            '肺炎、 腮腺炎、 中耳炎、 遺尿、 腕下垂。 <br /><br />' +
            ' * * * 方例： <br />頭目痛： 外關、 後溪。 <br />' +
            '感冒： 百會、 外關、 合谷、 列缺。 手指麻木： 曲池、 ' +
            '外關。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺或略後上、 下斜刺0.5～ 1 吋。 艾炷灸3～ 5 壯， ' +
            '艾條溫灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 外關(SJ5)'
    },
    'SJ6': {
        'message': '* * * 位置： <br />前臂伸側面腕背橫紋後三寸， ' +
            '尺骨與橈骨之間， 當陽池與肘尖的連線上。《 靈樞· 本輸》：「 上腕三寸，' +
            ' 兩骨之間陷者中也」。 <br /><br /> * * * 功效： <br />清熱、 通下、' +
            ' 利胸脅。 <br /><br /> * * * 主治： <br />古代記述： 熱痛、 嘔吐、' +
            ' 便秘、 浮腫、 心痛、 目痛、 咽腫、 耳鳴、 耳聾、 口噤、 暴喑、 肩臂酸重、' +
            ' 腋脅急痛、 項不可顧、 肘臂痛、 指攣、 手指麻木、 產後血暈。 近人報導：' +
            ' 胸膜炎、 肋間神經痛、 心絞痛、 產後乳少、 帶狀皰疹、 急性膽囊炎。' +
            ' <br /><br /> * * * 方例： <br />心痛如錐刺： 支溝、 太溪、 然谷。' +
            ' <br />胸脅痛： 支溝(左瀉右、 右瀉左)、 委中(出血)。 <br />' +
            '嘔吐： 天樞、 支溝。 <br />大便閉結： 支溝、 足三里。 <br />' +
            '乳汁分泌不足： 羶中、 乳根、 支溝、 足三里。 肋間神經痛： 支溝、 ' +
            '陽陵泉。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.5～ 1 吋。 艾炷灸3～ 5 壯， 艾條溫灸5～ 15 分鐘。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 支溝(SJ6)'
    },
    'SJ7': {
        'message': '* * * 位置： <br />前臂伸側面腕背橫紋後三寸， ' +
            '尺骨核側緣凹陷處， 當支溝尺側旁五分。《 針灸甲乙經》：「 在腕後三寸空中」' +
            '；《 醫學入門》「 支溝外旁一寸」；《 針方六集》：「 如外五分」。' +
            ' <br /><br /> * * * 功效： <br />清神、 聰耳。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 耳聾、 肌肉痛、 痛、 肩疽。 ' +
            '近人報導： 膽囊炎、 臂痛。 <br /><br /> * * * 方例： <br />' +
            '聾： 翳風、 會宗癲癇： 百會、 大椎、 會宗。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1 吋， 艾炷灸3～ 5 壯， ' +
            '艾條溫灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 會宗(SJ7)'
    },
    'SJ8': {
        'message': '* * * 位置： <br />前臂伸側面， 腕背橫紋後四寸， ' +
            '尺骨與橈骨之間， 當陽池與肘尖的連線上。《 素問· 骨空論》：' +
            '「 在臂陽， 去踝四寸， 兩骨空之間。」《 針灸甲乙經》：' +
            '「 在臂上大交脈， 支溝上一寸」。 <br /><br /> ' +
            '* * * 功效： <br />聰耳。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 頭痛， 嗜臥， 耳聾， ' +
            '暴啞， 牙痛， 臂痺不舉， 閃挫腰痛， 內傷不足。 近人報導： ' +
            '肺切除述針麻用穴。 <br /><br /> ' +
            '* * * 方例： <br />暴喑： 三陽絡、 支溝、 通谷。 <br />' +
            '頭痛： 風池、 三陽絡。 肺切除手術針麻方： 三陽絡透隙門。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋，' +
            ' 艾炷灸3～ 5 壯， 艾條溫灸5～ 15 分鐘。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 三陽絡(SJ8)'
    },
    'SJ9': {
        'message': '* * * 位置： <br />前臂伸側面肘尖前五寸， ' +
            '尺、 橈骨之間， 當外關與肘尖連線上。《 針灸甲乙經》：' +
            '「 在肘前五寸外廉陷者中」。 <br /><br /> ' +
            '* * * 功效： <br />聰耳， 清咽。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 耳聾， 牙痛， 咽腫， 頰瘍， ' +
            '痄腮， 臂膊疼痛。 近人報導： 腕下垂， 前臂癱瘓， 腕伸無力， ' +
            '手指枸攣咽中異物感， 頭脹痛。 <br /><br /> ' +
            '* * * 方例： <br />耳暴感： 天牖、 四瀆。 <br />頭痛： ' +
            '太陽、 四讀。 <br />前臂痛、 伸腕無力： 曲池、 四讀。 <br />' +
            '<br /> * * * 刺灸法： <br />直刺0.5～ 1.5 吋， ' +
            '艾炷灸3～ 5 壯， 艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 四瀆(SJ9)'
    },
    'SJ10': {
        'message': '* * * 位置： <br />上臂伸側面， 屈肘時肘尖直上一寸凹陷處， ' +
            '當肱骨鷹嘴窩部。《 靈樞· 本輸》：「 在肘外大骨之上陷者中也…… 屈肘乃得之」；' +
            '《 太素· 本輸》 楊上善註：「 肘後一寸」；《 銅人腧穴針灸圖經》：' +
            '「 曲肘後一寸， 叉手按膝頭取之， 兩筋骨罅。」 <br /><br /> ' +
            '* * * 功效： <br />疏風， 清熱， 消結。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 頭痛， 目赤， 耳聾， 喉痺，' +
            ' 瘰 ? ，瘡腫， 隱疹， 癲癇， 驚悸， 胸痺， 心痛， 咳嗽上氣， ' +
            '唾膿， 五噎十膈， 翻胃吐食， 頸項肩背痛， 臂痿痺不仁、 ' +
            '肘痛引肩不可屈伸。 近人報導： 蕁麻疹， 神經性皮炎， 頸淋巴結核。 ' +
            '<br /><br /> * * * 方例： <br />胸痺心痛： 天井、 臨泣。 ' +
            '<br />悲愁恍惚、 悲傷不樂： 神道、 心俞、 天井。 頸淋巴結核： ' +
            '天井、 曲池透臂臑。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.5～ 1 吋。 艾炷灸3～ 7 壯， ' +
            '艾條溫灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 天井(SJ10)'
    },
    'SJ11': {
        'message': '* * * 位置： <br />上臂伸側面， 屈肘時肘尖直上二寸， ' +
            '當天井上一寸處。《 針灸甲乙經》：「 在肘上一寸(一本作三寸)， ' +
            '伸肘舉臂取之」；《 備急千金要方》 作「 三寸」；' +
            '《 外台秘要》 作「 二寸」； 現皆從二寸。 ' +
            '<br /><br /> * * * 功效： <br />清利濕熱。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 頭痛，' +
            ' 頸強， 目黃， 肩臂痺痛， 脅痛、 <br /><br />' +
            ' * * * 方例： <br />肩不舉； 不得帶衣： 清冷淵、 陽谷。 ' +
            '肘痛、 清冷淵、 尺澤。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1.2 吋。 艾炷灸3～ 7 壯，' +
            ' 艾條濕灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 清冷淵(SJ11)'
    },
    'SJ12': {
        'message': '* * * 位置： <br />上臂伸側面， 清冷淵與臑會連線的中點，' +
            ' 當肱三頭肌用力收縮時所呈凹陷處。《 針灸甲乙經》：' +
            '「 在肩下臂外， 開腋斜肘， 分下 {85}(行)。」' +
            '《 黃帝素問直解》 高士宗註：「 肩貞下三寸」；《 循經考穴編》：' +
            '「 肘尖約去六寸…… 臂外骨內， 肘斜分間」。 <br /><br />' +
            ' * * * 功效： <br /><br /> * * * 主治： <br />' +
            '古代記述： 頭痛、 頭暈、 癲疾、 牙痛、 項強、 肩背痛、 ' +
            '臂外廉腫痛、 痠痛無力、 風痺。 近人報導： 枕神經痛。 ' +
            '<br /><br /> * * * 方例： <br />項痛： 消濼、 竅陰。 ' +
            '頸項強痛： 風池、 天柱、 消濼。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1.5 吋， ' +
            '艾炷灸3～ 7 壯， 艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 消濼(SJ12)'
    },
    'SJ13': {
        'message': '* * * 位置： <br />上臂伸側面， 肘尖與肩 ? 的連線上，' +
            ' 肩 ? 下三寸， 當三角肌後下緣凹陷處。《 針灸甲乙經》：' +
            '「 在臂前廉， 去肩頭三寸。」 <br /><br /> * * * 功效： ' +
            '<br />散結。 <br /><br /> * * * 主治： <br />古代記述： ' +
            '癭氣、 瘰 ? 、癲疾、 咽腫、 臂痛。 近人報導： 肩關節周圍炎。 ' +
            '<br /><br /> * * * 方例： <br />癲疾： 臑會、 申脈 ' +
            '<br />癭： 天窗、 臑會 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺或向三角肌中央斜刺1～ 1.5 吋。' +
            ' 艾炷灸3～ 5 壯， 艾條溫灸5～ 5 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 臑會(SJ13)'
    },
    'SJ14': {
        'message': '* * * 位置： <br />肩後三角肌上部， 肩峰後下方， ' +
            '舉臂外展時呈凹陷處， 約當肩 {4}後一寸許。《 針灸甲乙經》：' +
            '「 在肩端臑上， 斜舉臂取之」；《 循經考穴編》：' +
            '「 臑會之上， 舉臂有空」；《 針灸集成》：「 在肩 {4}後一寸三分， ' +
            '微下些。」 <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />古代記述： 肩重不舉、 臂痛、 中風偏癱。 近人報導： ' +
            '肩關節周圍炎(漏肩風)。 <br /><br /> * * * 方例： <br />' +
            '臂痛： 肩 ? 、天宗、 陽谷。 肩關節周圍炎： 肩 ? 、' +
            '條口。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺或向臂下方斜刺1～ 1.5 吋。 艾炷灸3～ 7 壯， ' +
            '艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 肩 ? (SJ14)'
    },
    'SJ15': {
        'message': '* * * 位置： <br />肩背部肩胛骨上角處， ' +
            '肩井與曲垣之間， 約與陶道相平， 當第一胸椎棘突與肩峰連線的中點。' +
            '《 針灸甲乙經》：「 在肩， 缺盆中， 毖骨之間陷者中」，' +
            '《 針灸聚英》：「 當缺盆陷上， 突起肉上」；《 循經考穴編》：' +
            '「 與大杼、 附分約間寸許」；《 類經圖翼》：「 直肩井後一寸」。' +
            ' <br /><br /> * * * 功效： <br /><br /> ' +
            '* * * 主治： <br />古代記述： 身熱汗不出， 胸中煩滿， ' +
            '肩重痛不舉， 缺盆痛， 頸項急， 項腫大。 近人報導： 肩關節周圍炎。' +
            ' <br /><br /> * * * 方例： <br />肩重痛不舉： 天 ? 、' +
            '曲池。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺或斜刺0.5～ 0.8 吋， 不可過深。 艾炷灸3～ 7 壯， ' +
            '艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 天 ? (SJ15)'
    },
    'SJ16': {
        'message': '* * * 位置： <br />頸側部， 胸鎖乳突肌後緣， ' +
            '顳骨乳突後緣直下與下頜角相平處， 天容與天柱連線的中點。' +
            '《 針灸甲乙經》：「 在頸筋間， 缺盆上， 天容後， 天柱前， ' +
            '完骨後(下)， 髮際上。」《 類經圖翼》 補充：「 上夾耳後一寸」；' +
            '《 循經考穴編》：「 頷骨盡處壅肉上」；《 針灸集成》：「 在風池下一寸微外些」。' +
            ' <br /><br /> * * * 功效： <br />清頭風， 明耳目。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 頭痛、 目眩、 面腫、 ' +
            '暴聾氣蒙、 耳目不明、 喉痺、 鼻塞、 鼻衄、 瘰瘍、 目痛、 夜夢顛倒、 ' +
            '肩背痛、 項強。 <br /><br /> * * * 方例： <br />項強不得顧： ' +
            '天牖、 後溪。 <br />面 {115) 腫： 天牖、 噫嘻、 風池。 <br />' +
            '喉痛： 天牖、 合谷。 <br />腰背牽痛難轉動： 風池、 天牖、 合谷、' +
            ' 崑崙。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.5～ 1 吋。 艾炷灸1～ 3 壯， ' +
            '艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 天牖(SJ16)'
    },
    'SJ17': {
        'message': '* * * 位置： <br />耳垂後耳根部， ' +
            '顳骨乳突與下頜骨下頜支後緣間凹陷處。《 針灸甲乙經》：「 ' +
            '在耳後陷者中， 按之引耳中」；《 針灸集成》：「 在耳根部， ' +
            '距耳五分」。 <br /><br /> * * * 功效： <br />利頰、 聰耳、 ' +
            '正口僻。 <br /><br /> * * * 主治： <br />古代記述： 耳鳴、 ' +
            '耳聾、 口眼歪斜、 口噤、 頰腫、 牙痛、 瘰 ? 、暴喑、 牙車急痛、 ' +
            '耳中濕癢、 耳紅腫痛、 視物不清。 近人報導： 面癱、 腮腺炎、 聾啞、 ' +
            '顳頷關節痛。 <br /><br /> * * * 方例： <br />' +
            '耳聾氣閉： 聽會、 翳風。 <br />暴喑不能言： 翳風、 通裡。 ' +
            '<br />急性腮腺炎、 翳風、 頰車、 合谷。 項部瘰 ? ：' +
            '翳風、 天井、 足臨泣。 <br /><br /> * * * 刺灸法： ' +
            '<br />向上角或對側內眼角方向刺入1～ 1.5 吋； ' +
            '如治聾可向內上方刺入； 治啞可向內下方刺入； ' +
            '治面癱時還可向下頜骨前面的上下方透刺.不用直接灸， ' +
            '艾條溫灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 翳風(SJ17)'
    },
    'SJ18': {
        'message': '* * * 位置： <br />頭部顳骨乳突中央， ' +
            '耳根後緣與耳後髮際之間， 當翳風與角孫沿耳輪所連弧線的下1 / 3 折點處。' +
            ' 與聽會相平。 <br /> 《針灸甲乙經》：「 在耳本後雞足青絡脈」；' +
            '《 循經考穴編》：「 貼耳後翳風上， 前與聽會相平」；' +
            '《 針灸集成》：「 在翳風上一寸， 稍近耳根」。 <br /><br />' +
            ' * * * 功效： <br />聰耳明目， 鎮驚定癇。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 頭痛、 瘛 {18}、嘔吐、 ' +
            '耳鳴、 耳聾、 耳後痛目不明、 眵 {80}、小兒驚癇。 ' +
            '<br />近人報導： 視力減退。 <br /><br />' +
            ' * * * 方例： <br />頭風、 耳後痛： 瘛脈、 完骨 ' +
            '<br />小兒驚癇瘛 {18}：瘛脈、 長強。 <br /><br />' +
            ' * * * 刺灸法： <br />向耳部橫刺或斜刺0.3～ 0.5 吋， ' +
            '或點刺。 艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 瘛脈(SJ18)'
    },
    'SJ19': {
        'message': '* * * 位置： <br />頭部耳根後緣與耳後髮際之間， ' +
            '當翳風與角孫沿耳輪所連弧線的上1 / 3 折點處。 約與耳門穴相平。' +
            '《 針灸甲乙經》：「 在耳後間青絡脈」；《 循經考穴編》：「 須耳後上頭些，' +
            ' 去瘛脈約四、 五分。」《 針灸集成》：「 在瘛脈上一寸大些」。 <br /><br />' +
            ' * * * 功效： <br />鎮驚， 通竅， 聰耳。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 頭痛、 頭眩、 小兒驚癇、 嘔吐、 ' +
            '喘息、 身熱痛、 腦脅痛、 面癢、 耳鳴、 耳聾、 耳痛、 耳腫流膿汁。 ' +
            '<br /><br /> * * * 方例： <br />視網膜出血： 顱息、 角孫、 太陽、 ' +
            '風池、 合谷。 痙： 顱息、 太沖。 <br /><br />' +
            ' * * * 刺灸法： <br />向耳部橫刺或斜刺0.3～ 0.5 吋， 或點刺。' +
            ' 艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 顱息(SJ19)'
    },
    'SJ20': {
        'message': '* * * 位置： <br />頭顳部， 將耳部前折時， ' +
            '耳尖正上方入髮際處。《 針灸甲乙經》：「 在耳部中間， 開口有孔」；' +
            '《 素問· 氣府論》 王冰註：「 在耳部表上部， 髮際之下」；《 類經圖翼》' +
            ' 張介賓註：「 耳後上角」。 <br /><br /> * * * 功效： ' +
            '<br />清利頭目， 通利耳竅。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 頭痛、 眩暈、 目翳、 目赤腫痛、 牙齦腫痛、 ' +
            '耳鳴、 耳聾、 耳廓腫痛。 <br />近人報導： 腮腺炎、 結膜炎。 ' +
            '<br /><br /> * * * 方例： <br />目昏生翳： 角孫、 足三里。 ' +
            '<br />牙齒不能嚼： 角孫、 頰車。 視神經炎、 視網膜出血： 角孫、 ' +
            '風池、 太陽、 肝俞、 膈俞。 <br /><br /> ' +
            '* * * 刺灸法： <br />向後或向下沿皮刺0.3～ 0.5 吋， 或點刺。 ' +
            '艾條溫灸5～ 15 分鐘， 或作燈火灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 角孫(SJ20)'
    },
    'SJ21': {
        'message': '* * * 位置： <br />面頰部耳屏上前方， ' +
            '下頜骨髁狀突後緣， 張口呈凹陷處。《 針灸甲乙經》：「 在耳前起肉， ' +
            '當耳缺者」。 <br /><br /> * * * 功效： <br />聰耳， 利牙關。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 耳鳴、 耳聾、 ' +
            '{87}耳、 眩暈、 牙痛、 口噤、 唇吻強、 頭頷痛、 腰痛。 近人報導： ' +
            '中耳炎、 顳頜關節功能紊亂症、 美尼爾氏症。 <br /><br /> ' +
            '* * * 方例： <br />耳鳴、 耳聾： 耳門、 翳風、 腦空。 牙疼： ' +
            '耳門、 絲竹空。 <br /><br />' +
            ' * * * 刺灸法： <br />張口時進針， 略向下後方刺入0.8～ 1 吋，' +
            ' 注意避開耳前動脈， 艾條溫灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 耳門(SJ21)'
    },
    'SJ22': {
        'message': '* * * 位置： <br />頭顳部鬢髮後緣直上與耳廓根上端相平處，' +
            ' 當顳淺動脈後緣。《 針灸甲乙經》：「 在耳前兌發下橫動脈」；' +
            '《 醫宗金鑑》：「 兌發下即鬢角也」。 <br /><br />' +
            ' * * * 功效： <br />聰耳通竅。 <br /><br /> * * * 主治：' +
            ' <br />古代記述： 頭重頜痛、 耳鳴、 牙關拘急、 口歪、 鼻淵。 ' +
            '近人報導： 目眩、 面癱、 面肌痙攣、 三叉神經痛、 顳下頷關節炎。 ' +
            '<br /><br /> * * * 方例： <br />口眼歪斜： 太陽、 ' +
            '絲竹空、 和 ? 、顴 ? 。 <br /><br />' +
            ' * * * 刺灸法： <br />避開顳淺動脈向後方淺刺0.3～ 0.5 吋。' +
            ' 艾條溫灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 耳和 ? (SJ22)'
    },
    'SJ23': {
        'message': '* * * 位置： <br />面部眉梢後凹陷處。《 針灸甲乙經》' +
            '：「 在眉後陷者中」；《 循經考穴編》：「 去眉二分」。 ' +
            '<br /><br /> * * * 功效： <br />疏風， 明目。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 偏正頭風、 眩暈、 狂、 煩滿、 癲癇、 ' +
            '目赤目昏、 視物不明、 牙痛、 面掣眉跳、 面部癢麻、 小兒臍風。 ' +
            '近人報導： 面癱、 眼瞼翕動。 <br /><br /> ' +
            '* * * 方例： <br />頭痛不忍： 絲竹空、 風池。 <br />' +
            '眼疾： 絲竹空、 上星、 百會、 攢竹。 <br />風癇癲疾： ' +
            '絲竹空、 通谷。 口眼歪斜： 絲竹空、 攢竹、 四白、 地倉。 ' +
            '<br /><br /> * * * 刺灸法： <br />向後沿皮刺0.5～ 1 吋。' +
            ' 禁灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陽三焦經穴」 [Acupoint] 絲竹空(SJ23)'
    },
    'HT1': {
        'message': '* * * 位置： <br />在腋窩頂點， 腋動脈搏動處。 <br /><br />' +
            ' * * * 功效： <br /><br /> * * * 主治： <br />心痛， ' +
            '咽干煩渴， 脅肋疼痛， 瘰 ? ，肩臂疼痛。 <br /><br /> ' +
            '* * * 方例： <br />配肩 ? 、曲池治肩臂痛。 <br /><br />' +
            ' * * * 刺灸法： <br />避開腋動脈， 直刺或斜刺' +
            '0．3～ 0．5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 極泉(HT1)'
    },
    'HT2': {
        'message': '* * * 位置： <br />在臂內側， 當極泉與少海的連線上，' +
            ' 肘橫紋上3吋， 肱二頭肌的內側溝中。 <br /><br /> * * * 功效： ' +
            '<br /><br /> * * * 主治： <br />頭痛振寒， 目黃， 脅痛， 肩臂疼痛。' +
            ' <br /><br /> * * * 方例： <br />配肩 ? 、曲池治肩臂痛。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0．5～ l寸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 青靈(HT2)'
    },
    'HT3': {
        'message': '* * * 位置： <br />屈肘， 當肘橫紋內側端與肱骨內上髁連線的中點處。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />心痛， 肘臂攣痛，' +
            ' 瘰 ? ，頭項痛， 腋脅痛。 <br /><br /> ' +
            '* * * 方例： <br />配曲池治肘臂攣痛。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0．5～ l寸。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 少海(HT3)'
    },
    'HT4': {
        'message': '* * * 位置： <br />在前臂掌側， 當尺側腕屈肌腱的橈側緣，' +
            ' 腕橫紋上1．5 吋。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />心痛， 暴喑， 肘臂攣痛。 <br /><br />' +
            ' * * * 方例： <br />配心俞治心痛。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0．3～ 0．5 吋。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 靈道(HT4)'
    },
    'HT5': {
        'message': '* * * 位置： <br />在前臂掌側， 當尺側腕屈肌腱的橈側緣， ' +
            '腕橫紋上1吋。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />心悸， 怔仲， 暴喑， 舌強不語， 腕臂痛。 ' +
            '<br /><br /> * * * 方例： <br />配廉泉、 啞門治不語。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.3～ 0.5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 通裡(HT5)'
    },
    'HT6': {
        'message': '* * * 位置： <br />在前臂掌側， 當尺側腕屈肌腱的橈側緣，' +
            ' 腕橫紋上0.5 吋。 <br /><br /> * * * 功效： <br /><br /> ' +
            '* * * 主治： <br />心痛， 驚悸， 骨蒸盜汗， 吐血、 衄血， 暴喑。 ' +
            '<br /><br /> * * * 方例： <br />配心俞、 巨闕治心痛； 配大椎治陰虛盜汗。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺0.3～ 0.5 吋。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 陰隙(HT6)'
    },
    'HT7': {
        'message': '* * * 位置： <br />在腕部， 腕掌側橫紋尺側端， ' +
            '尺側腕屈肌腱的橈側凹陷處。 <br /><br /> * * * 功效： <br />' +
            '<br /> * * * 主治： <br />心病， 心煩， 驚悸， 怔仲， 健忘， 失眠，' +
            ' 癲狂癇， 胸脅痛。 <br /><br /> * * * 方例： <br />配內關、 ' +
            '心俞治心痛； 配內關、 三陽交治健忘、 失眠。 <br /><br /> * * * 刺灸法：' +
            ' <br />直刺0.3～ 0。 5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 神門(HT7)'
    },
    'HT8': {
        'message': '* * * 位置： <br />在手掌面， 第4、 5 掌骨之間， ' +
            '握拳時， 當小指尖處。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />心悸， 胸痛， 小便不利， 遺尿， 陰癢痛， 小指攣痛。' +
            ' <br /><br /> * * * 方例： <br />配內關治心悸。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.3～ 0.5 吋。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 少府(HT8)'
    },
    'HT9': {
        'message': '* * * 位置： <br />在小指末節橈側， 距指甲角0.1 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '心悸， 心痛， 胸脅痛， 癲狂， 熱病， 昏迷。 <br /><br />' +
            ' * * * 方例： <br />配太沖、 中沖、 大椎治熱病、 昏迷。 ' +
            '<br /><br /> * * * 刺灸法： <br />淺刺0.1 吋或點刺出血。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手少陰心經穴」 [Acupoint] 少衝(HT9)'
    },
    'LU1': {
        'message': '* * * 位置： <br />胸前壁外上方， 前正中線(華蓋) 旁開6吋，' +
            ' 與第1肋間隙相平的凹陷處。 當肩胛骨喙突內下方， 第2肋外緣， 上距雲門1吋。 ' +
            '<br /> 《針灸甲乙經》：「 在雲門下一寸， 乳上三肋間陷者中」；《 千金要方》：' +
            '「 一雲一寸六分」；《 素問· 刺熱篇》 王冰註：「 在胸中行兩旁， 相去同身寸之六寸」；' +
            '《 針方六集》：「 俠任脈華蓋穴兩傍各六寸」；《 針灸集成》：「 在周榮上二寸， ' +
            '少外開三分」。 <br /><br /> * * * 功效： <br />消宣肺氣， 瀉胸中熱邪。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 咳嗽、 哮喘、 氣逆、 咳唾濁涕，' +
            ' 咳嘔噥血、 肺脹、 肺癰、 肺癆、 胸痛、 胸痺、 胸滿、 胸中熱、 食噎不下、 嘔逆吐酸、' +
            ' 腹脹、 寒熱煩滿、 汗出、 婦人吹乳、 面腫、 鼻塞、 喉痺、 癭瘤、 ' +
            '肩背痛、 皮膚骨痛。 <br />近人報導： 支氣管炎、 肺炎、 肺結核、 心絞痛、 ' +
            '心肌梗死。 <br /><br /> * * * 方例： <br />肺痛： 中府、 腎俞、 合谷。 ' +
            '<br />胸滿噎塞： 中府、 意舍。 <br />兩乳腫痛： 羶中、 中府、 少澤、 大敦。' +
            ' <br />喉痺、 胸滿塞、 寒熱： 中府、 陽交。 <br />邪在肺， 則病皮膚痛、 ' +
            '寒熱、 上氣、 喘、 汗出、 咳動肩背： 中府、 肺俞。 <br />咳嗽： 中府、 ' +
            '肺俞、 孔最。 <br />哮喘： 羶中、 中府、 定喘、 內關。 <br />肺炎： ' +
            '中府、 大椎。 <br />肺結核： 中府、 肺俞、 肺熱。 <br /><br /> ' +
            '* * * 刺灸法： <br />略向外方斜刺0.5～ 1 吋， 注意不要傷及腋動、 ' +
            '靜脈和臂叢神經幹。 不可向內側肋間隙方向深刺， 以免誤入胸腔損傷肺臟。 ' +
            '艾炷灸3～ 5 壯， 艾條灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 中府(LU1)'
    },
    'LU2': {
        'message': '* * * 位置： <br />胸前壁外上方， 肩胛骨喙突上方， ' +
            '鎖骨下窩(胸大肌與三角肌之間) 凹陷處。 距前正中線(璇璣) 6 吋， ' +
            '當鎖骨外1 / 3 折點下方一橫指， 中府上1吋。 <br /> 《針灸甲乙經》：' +
            '「 在巨骨(鎖骨) 下， 氣戶兩傍各二寸陷者中。」《 針方六集》：' +
            '「 在巨骨下二骨間， 俠任脈璇璣穴兩旁各六寸。」 以手叉腰， 肩肘前引，' +
            ' 當胸大肌與三角肌之間所呈現的凹陷中。 <br /><br /> * * * 功效：' +
            ' <br />清宣肺氣， 瀉四肢之熱邪。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 咳嗽、 喘息、 嘔逆、 胸中煩滿、 氣上衝心、 胸痛徹背、' +
            ' 暴心腹痛、 喉痺、 癭氣、 肩引缺盆痛、 肩痛不可舉、 四肢熱不已、 ' +
            '上肢麻木、 脈代不至寸口。 <br />近人報導： 支氣管炎、 胸肌風濕痛、 ' +
            '肩關節周圍炎。 <br /><br /> * * * 方例： <br />肩痛不能舉： 雲門、 ' +
            '秉風。 <br />體外循環心內直視手術針麻方： 雲門、 內關、 列缺。 <br /><br />' +
            ' * * * 刺灸法： <br />向胸廓外側斜刺0.5～ 1 吋， 不可向內側肋向隙方向深刺，' +
            ' 以免損傷肺臟。《 針灸甲乙經》：「 刺太深， 令人逆息， 不能食。」 ' +
            '艾炷灸3～ 7 壯， 艾條灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 雲門(LU2)'
    },
    'LU3': {
        'message': '* * * 位置： <br />臂內側面， 腋前紋頭下3吋， 肱二頭肌橈側緣凹陷處。' +
            ' 當腋前紋頭與肘橫紋尺側端連線上1 / 3 折點的外方。 <br /> ' +
            '《靈樞· 寒熱病》：「 腋下動脈」；《 針灸甲乙經》：「 在腋下三寸，' +
            ' 臂 {3}內廉動脈中」；《 外台秘要》：「 以鼻嗅臂， 點其鼻尖所著處」' +
            '；《 針方六集》：「 垂手與乳相平」。 <br /><br />' +
            ' * * * 功效： <br />清宣肺氣， 止衄， 明目。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 咳嗽、 哮喘、 鼻口出血、 ' +
            '咽腫、 癭氣、 頭眩目暝、 遠視 {11} {11}、身腫、 身重、 風汗出、' +
            ' 嗜睡、 恍惚、 善忘、 瘧疾、 肩臂痛。 <br />近人報導： 支氣管炎、' +
            ' 上臂痛。 <br /><br /> * * * 方例： <br />鼻衄： 天府、 ' +
            '合谷。 <br />瘤、 癭氣、 咽腫： 氣舍、 天府、 臑會。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋。' +
            ' 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 天府(LU3)'
    },
    'LU4': {
        'message': '* * * 位置： <br />臂內側面， 肘橫紋上5吋， 肱二頭肌橈側緣凹陷處。' +
            ' 當腋前紋頭下4吋， 天府下1吋。 <br /> 《針灸甲乙經》：「 在天府下， ' +
            '去肘五寸動脈中。」《 壽世保元》：「 先於乳頭上涂墨， 令兩手直伸夾之， ' +
            '染墨處是穴。」 <br /><br /> * * * 功效： <br />宣肺、 寧心。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 咳嗽、 心痛、' +
            ' 短氣、 乾嘔、 赤白汗斑。 <br />近人報導： 支氣管炎、 ' +
            '心動過速、 風濕性心臟病、 上臂痛、 正中神經痛。 <br /><br />' +
            ' * * * 方例： <br />風濕性心臟病： 俠白、 京骨。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋。' +
            ' 艾炷灸3～ 5 壯， 艾條灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 俠白(LU4)'
    },
    'LU5': {
        'message': '* * * 位置： <br />肘橫紋中， 肱二頭肌腱橈側凹陷處。' +
            '《 靈樞· 本輸》：「 肘中之動脈也」；《 針灸甲乙經》：' +
            '「 在肘中， 約〔 紋〕 上動脈。」《 素問· 刺禁論》 王冰註：' +
            '「 屈折之中」；《 外台秘要》：「 在臂屈橫紋中兩筋骨罅陷者宛宛中」；' +
            '《 醫學入門》：「 肘橫紋中大筋外」；《 循經考穴編》：「 曲手如弓，' +
            ' 方可下針。」 <br /><br /> * * * 功效： <br />清宣肺氣， ' +
            '瀉火降逆。 <br /><br /> * * * 主治： <br />古代記述： 咳嗽、 ' +
            '喘息、 氣逆、 咯血、 善嘔、 胸脅滿痛、 肺癆、 心痛、 心煩、 癃閉、 ' +
            '胃痛、 腹脹、 絞腸痧痛、 便秘、 鼻衄、 喉痺、 舌干、 振寒、' +
            ' {17} {18}、潮熱消渴、 癲疾、 痿瘧、 腰痛、 肩脊痛、 風痺、 ' +
            '手臂不能上肩， 肘臂攣痛。 <br />近人報導： 感冒、 咽喉腫痛、 ' +
            '扁桃體炎、 喉炎、 咽炎、 支氣管炎、 百日咳、 肺炎、 胸膜炎、' +
            ' 肋間神經痛、 丹毒、 胎位不正、 麻疹、 高血壓。 <br /><br />' +
            ' * * * 方例： <br />嘔吐： 尺澤、 大陵。 <br />癲疾： 尺澤、 ' +
            '然谷。 <br />風痺手臂不舉： 肩貞、 尺澤。 <br />' +
            '百日咳： 尺澤、 合谷。 <br />鼻衄： 尺澤、 太沖。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.5～ 1 吋。 慎用直接灸， ' +
            '艾條灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 尺澤(LU5)'
    },
    'LU6': {
        'message': '* * * 位置： <br />前臂掌面橈側， 尺澤與太淵的連線上， ' +
            '腕橫紋上7吋處。 <br /> 《針灸甲乙經》：「 去腕上七寸」；《 針灸逢源》：' +
            '「 上骨下骨間陷中側取之」。 <br /><br /> * * * 功效： <br />清熱、' +
            ' 發表、 利咽。 <br /><br /> * * * 主治： <br />古代記述： 熱病汗不出、' +
            ' 潮熱、 咳嗽、 哮喘、 咯血、 氣逆、 厥頭痛、 咽腫痛、 失音、 肘臂痛屈伸難。 ' +
            '<br />近人報導： 支氣管炎、 肺炎、 肺結核、 扁桃體炎、 痔血。 <br />' +
            '<br /> * * * 方例： <br />熱病汗不出： 上 ? 、孔最。 <br />' +
            '唾血： 肺俞、 曲澤、 孔最。 <br />失音： 啞門、 孔最。 <br />' +
            '發熱、 胸痛、 咳嗽： 大椎、 肺俞、 孔最。 <br />肺結核咯血：' +
            ' 尺澤、 孔最。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.5～ 1 吋。 艾炷灸3～ 5 壯， 艾條灸10～ 15 分鐘。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 孔最(LU6)'
    },
    'LU7': {
        'message': '* * * 位置： <br />前臂橈側緣， 橈骨莖突上方，' +
            ' 腕橫紋上1.5 吋處， 當肱橈肌與拇長展肌腱之間。 <br /> 《靈樞· 經脈》：' +
            '「 去腕一寸半， 別走陽明也。」《 銅人腧穴針灸圖經》：「 以手交叉， 頭(食) 指末筋骨罅中。」《 針經指南》：「 手腕後高骨縫間」；《 針灸逢源》：「 在腕後側上一寸五分」。 <br /><br /> * * * 功效： <br />宣肺平喘， 利水調腸。 <br /><br /> * * * 主治： <br />古代記述： 咳嗽多痰、 咳唾膿血、 氣喘、 胸膈閉痛、 食噎不下、 心腹痛、 腹脹、 腹瀉， 大便閉塞， 小兒脫肛、 痔癢痛漏血、 發熱無汗、 痰飲、 水腫、 症瘕、 消渴、 瘧疾、 痰誕上壅、 口噤不開、 小兒驚癇、 小便熱痛、 小便下血、 小便不通、 小便遺數、 偏正頭痛、 鼻淵、 牙痛、 咽喉腫痛、 頭項強痛、 胸背寒慄、 風疼' +
            '、 風痺、 口歪、 半身不遂、 四肢厥逆、 手足搐搦、 肘臂痛、 掌中熱、 腕勞、' +
            ' 手腕無力、 乳癰腫痛、 胎死不出及衣不下、 產後腰痛。 <br />近人報導： 糖尿病、' +
            ' 血尿、 蛋白尿、 鼻炎、 喉炎、 神經性頭痛、 三叉神經痛、 牙關緊閉、 ' +
            '聲音嘶啞、 蕁麻疹、 落枕、 橈骨基莖部狹窄性腱鞘炎、 腕部軟組織損傷。' +
            ' <br /><br /> * * * 方例： <br />咳嗽： 羶中、 肺俞、 列缺、' +
            ' 足三里。 <br />口歪： 地倉、 列缺。 <br />莖中痛： 列缺、 行間。' +
            ' <br />蛋白尿： 列缺、 照海。 <br /><br />' +
            ' * * * 刺灸法： <br />向肘或腕方向斜刺或橫刺0.3～ 0.5 吋。' +
            ' 不用直接灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 列缺(LU7)'
    },
    'LU8': {
        'message': '* * * 位置： <br />前臂掌面橈側， 腕橫紋上1吋， ' +
            '橈骨莖突與橈動脈之間凹陷處。 <br /> 《靈樞· 本輸》：' +
            '「 寸口中也， 動而不居」；《 醫學入門》：「 近關上」。 <br />' +
            '<br /> * * * 功效： <br />宣肺、 利咽、 復脈。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 咳嗽、 哮喘、 氣促、 熱病汗不出、' +
            ' 浮腫、 胸中膨膨然、 數欠、 胸背痛、 心痛欲嘔、 喉痺、 手腕疼痛、 ' +
            '掌中熱、 足心痛、 回六脈。 <br />近人報導： 咽喉腫痛、 無脈症。 ' +
            '<br /><br /> * * * 方例： <br />咳嗽： 經渠、 行間。 <br />' +
            '熱病汗不出： 經渠、 大都。 <br /><br /> * * * 刺灸法： <br />' +
            '避開血管直刺0.3～ 0.5 吋， 不要傷及橈動、 靜脈。 禁用直接灸， ' +
            '以免損傷橈動、 靜脈。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 經渠(LU8)'
    },
    'LU9': {
        'message': '* * * 位置： <br />腕掌側橫紋橈側， 橈動脈搏動處。 ' +
            '當舟骨結節外上方， 橈側腕屈肌腱與拇長展肌腱之間。 <br /> ' +
            '《靈樞· 本輸》：「 魚後下陷者中也」(據《 黃帝內經太素》)；' +
            '《 針灸甲乙經》：「 在掌後陷者中」；《 針灸資生經》：「 在手中掌後橫紋頭陷中」。 <br /><br /> * * * 功效： <br />宣肺平喘， 清咽消腫， 復脈。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 咳嗽、 氣喘、 咯血、 肺脹、 胸中滿、 乳脹、 心痛、' +
            ' 胃氣上逆、 腹脹、 風痰、 煩躁狂言、 頭痛、 面腫痛、 目痛、 ' +
            '牙痛、 肩背痛引臂膊、 肘痛、 手腕疼痛無力、 缺盆腫。 <br />' +
            '近人報導： 流行性感冒、 咽喉腫痛、 支氣管炎、 百日咳、 肺結核、 ' +
            '胸痛、 無脈症、 脈管炎、 心悸、 鼻炎。 <br /><br />' +
            ' * * * 方例： <br />嘔血上氣： 太淵、 神門。 <br />缺盆腫：' +
            ' 太淵、 商陽、 足臨泣。 <br />無脈症： 曲池、 內關、 太淵、 ' +
            '合谷、 足三里。 <br /><br /> * * * 刺灸法： <br />避開血管， ' +
            '直刺0.3～ 0.5 吋， 不可傷及橈動、 靜脈。 禁用直接灸， ' +
            '以免損傷橈動、 靜脈。 艾條灸3～ 5 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 太淵(LU9)'
    },
    'LU10': {
        'message': '* * * 位置： <br />手拇指本節(第1掌指關節) 後凹陷處，' +
            ' 當第1掌骨中點橈側， 赤白肉際。 <br /> 《針灸甲乙經》：' +
            '「 在手大指本節後內側散脈中」；《 針灸玉龍經》：「 曲指大維尖」；' +
            '《 神應經》「 白肉際」；《 循經考穴編》：「 約居橫紋後一寸。」 ' +
            '<br /><br /> * * * 功效： <br />清肺熱、 止咳喘、 利咽喉、 ' +
            '消疳積。 <br /><br /> * * * 主治： <br />古代記述： 咳嗽、 ' +
            '氣喘、 咯血、 傷風、 心痛、 嘔吐、 胃氣下陷、 腹瀉、 心煩、 怔忡、' +
            ' 腹滿、 頭痛、 目眩、 咽干、 喉痺、 咽喉腫痛、 牙痛、 舌急、 失音、' +
            ' 濕熱、 黃疸、 瘧疾、 尿血、 陽痿、 小兒疳積、 肘攣、 指腫。 <br />' +
            '近人報導： 發熱、 慢性支氣管炎(急性發作期)、 自汗、 嬰幼兒腹瀉、 ' +
            '扁桃體炎、 胎位不正、 拇指屈肌肌腱炎。 <br /><br /> ' +
            '* * * 方例： <br />俯仰喘喝、 接手以呼： 魚際、 太溪。 <br />' +
            '喉痛： 魚際、 腋門。 <br />偏脅背痛痺： 魚際、 委中。 <br />' +
            '扁桃體炎： 天柱、 魚際。 <br />乳腺炎： 魚際、 足三里、 ' +
            '足臨泣。 <br /><br /> * * * 刺灸法： <br />' +
            '向掌心微斜刺入0.3～ 1 吋。 禁用直接灸。 艾條灸3～ 5 分鐘。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 魚際(LU10)'
    },
    'LU11': {
        'message': '* * * 位置： <br />手拇指末節橈側， 距指甲角１分處。 ' +
            '<br /> 《靈樞· 本輸》：「 手大指端內側」，《 針灸甲乙經》 補充：' +
            '「 去爪甲如韭葉」；《 外台秘要》：「 在手大拇指甲外畔， ' +
            '當角一韭葉白肉際宛宛中。」《 針灸集成》：「 爪甲角距肉三分許， ' +
            '與第一節橫紋頭相直。」 即拇指指甲廓橈側角後旁１分凹陷處。 ' +
            '<br /><br /> * * * 功效： <br />醒神、 利咽、 清熱。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 熱病、 咽喉腫痛、 ' +
            '喉中閉塞、 乳娥、 音啞、 雀目、 熱病、 心煩、 中風、 ' +
            '昏迷、 癲狂、 癇症、 小兒驚風、 麻疹不出、 咳嗽、 氣喘、' +
            ' 嘔吐、 腹脹、 項腫、 手臂不仁、 腕攣、 指痛。 <br />' +
            '近人報導： 流行性感冒， 急性咽喉炎、 扁桃體炎、 腮腺炎、' +
            ' 白喉、 百日咳、 慢性支氣管炎(急性發作期)、 鼻衄、 昏厥、' +
            ' 休克、 胎位不正、 精神分裂症。 <br /><br /> ' +
            '* * * 方例： <br />咽喉腫痛： 天突、 合谷、 少商。' +
            ' <br />久咳： 天柱、 少商。 <br />嘔吐： 勞宮、 ' +
            '少商。 <br />胃中結痞： 上脘、 中脘、 下脘、 太淵、 ' +
            '少商、 太沖、 大敦。 <br />中風： 少商、 商陽、 中沖、' +
            ' 少澤、 少衝。 <br />暈厥： 人中、' +
            ' 少商。 <br /><br /> * * * 刺灸法： <br />' +
            '淺刺0.1～ 0.2 吋或點刺放血。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陰肺經穴」 [Acupoint] 少商(LU11)'
    },
    'SI1': {
        'message': '* * * 位置： <br />在小指末節尺側， 距指甲角0．l寸。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />頭痛，' +
            ' 目翳， 咽喉腫痛， 乳癰， 乳汁少， 昏迷， 熱病。 <br /><br /> ' +
            '* * * 方例： <br />配羶中、 乳根治乳汁少、 乳癰。 <br /><br /> ' +
            '* * * 刺灸法： <br />淺刺0．1 吋或點刺出血。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 少澤(SI1)'
    },
    'SI2': {
        'message': '* * * 位置： <br />在手掌尺側， 微握拳， 當小指本節(第５指掌關節)' +
            ' 前的掌指橫紋頭赤白肉際。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />頭痛， 目痛， 耳鳴， 咽喉腫痛， 乳少， 熱病。' +
            ' <br /><br /> * * * 方例： <br />配耳門、 翳風治耳鳴。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0．3～ 0．5 吋。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 前谷(SI2)'
    },
    'SI3': {
        'message': '* * * 位置： <br />在手掌尺側， 微握拳， ' +
            '當小指本節(第５指掌關節) 後的遠側掌橫紋頭赤白肉際。 <br /><br /> ' +
            '* * * 功效： <br /><br /> * * * 主治： <br />頭項強痛， 目赤， ' +
            '耳聾， 咽喉腫痛， 腰背痛， 癲狂癇， 瘧疾， 手指及肘臂攣痛。 <br /><br />' +
            ' * * * 方例： <br />配列缺、 懸鐘治項強痛； 配人中治急性腰扭傷。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0．5～ l寸。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 後溪(SI3)'
    },
    'SI4': {
        'message': '* * * 位置： <br />在手掌尺側， 當第5掌骨基底與鉤骨之間的凹陷處，' +
            ' 赤白肉際。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />頭項強痛， 耳鳴， 目翳， 黃疸， 熱病， 瘧疾， 指攣腕痛。 ' +
            '<br /><br /> * * * 方例： <br />配陽陵泉、 肝俞、 膽俞治黃疸。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺0．3～ 0．5 吋。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 腕骨(SI4)'
    },
    'SI5': {
        'message': '* * * 位置： <br />在手腕尺側， 當尺骨莖突與三角骨之間的凹陷處。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />頭痛，' +
            ' 目眩， 耳鳴， 耳聾， 熱病， 癲狂癇， 腕痛。 <br /><br />' +
            ' * * * 方例： <br />配陽池治腕痛。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0．3～ 0．5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 陽谷(SI5)'
    },
    'SI6': {
        'message': '* * * 位置： <br />在前臂背面尺側， 當尺骨小頭近端橈側凹緣中。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '目視不明， 肩、 背、 肘、 臂痠痛。 <br /><br /> * * * 方例： ' +
            '<br />配太沖、 足三里治目視不明。 <br /><br /> * * * 刺灸法： ' +
            '<br />直刺或斜刺0．5～ 0．8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 養老(SI6)'
    },
    'SI7': {
        'message': '* * * 位置： <br />在前臂背面尺側， 當陽谷與小海的連線上，' +
            ' 腕背橫紋上5吋。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />頭痛， 目眩， 熱病， 癲狂， 項強， 肘臂痠痛。 ' +
            '<br /><br /> * * * 方例： <br />配合谷治頭痛。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或斜刺0.5～ 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 支正(SI7)'
    },
    'SI8': {
        'message': '* * * 位置： <br />在肘內側， 當尺骨鷹嘴與' +
            '肱骨內上髁之間凹陷處。 <br /><br /> ' +
            '* * * 功效： <br /><br /> * * * 主治： <br />' +
            '肘臂疼痛， 癲癇。 <br /><br /> ' +
            '* * * 方例： <br />配手三里治肘臂疼痛。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.3～ 0.5 吋。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 小海(SI8)'
    },
    'SI9': {
        'message': '* * * 位置： <br />在肩關節後下方， ' +
            '臂內收時， 腋後紋頭上1吋。 <br /><br /> * * * 功效：' +
            ' <br /><br /> * * * 主治： <br />肩臂疼痛， 瘰 ? ，耳鳴。' +
            ' <br /><br /> * * * 方例： <br />配肩 ? 、肩 ? 治療肩周炎。' +
            ' 配肩 ? 、曲池、 肩井、 手三里、 合谷治療上肢不遂。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺1～ 1.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 肩貞(SI9)'
    },
    'SI10': {
        'message': '* * * 位置： <br />在肩部， 當腋後紋頭直上， ' +
            '肩胛岡下緣凹陷中。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />肩臂疼痛， 瘰 ? 。 <br /><br />' +
            ' * * * 方例： <br />配肩 ? 、曲池治肩臂疼痛。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或斜刺0.5～ 1.5 吋。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 臑俞(SI10)'
    },
    'SI11': {
        'message': '* * * 位置： <br />在肩胛部， 當崗下窩中央凹陷處， ' +
            '與第4胸椎相平。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />肩胛疼痛， 氣喘， 乳癰。 <br /><br />' +
            ' * * * 方例： <br />配肩外俞治肩胛痛； 配羶中、 足三里治乳癰。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺或斜刺0.5～ 1 吋。',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 天宗(SI11)'
    },
    'SI12': {
        'message': '* * * 位置： <br />在肩胛部， 崗上窩中央， 天宗直上，' +
            ' 舉臂有凹陷處。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />肩胛疼痛， 上肢酸麻。 <br /><br /> ' +
            '* * * 方例： <br />配天宗治肩胛疼痛。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺或斜刺0.5～ 1 吋。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 秉風(SI12)'
    },
    'SI13': {
        'message': '* * * 位置： <br />在肩胛部， 崗上窩內側端， ' +
            '當臑俞與第２胸椎棘突連線的中點處。 <br /><br /> * * * 功效：' +
            ' <br /><br /> * * * 主治： <br />肩胛疼痛。 <br /><br />' +
            ' * * * 方例： <br />配天宗、 秉風治肩胛疼痛。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺或斜刺0.5～ 1 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 曲垣(SI13)'
    },
    'SI14': {
        'message': '* * * 位置： <br />在背部， 當第1胸椎棘突下， 旁開3吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '肩背疼痛， 頸項強急。 <br /><br /> * * * 方例： <br />' +
            '配肩中俞、 大椎、 列缺治肩背疼痛。 <br /><br /> * * * 刺灸法： ' +
            '<br />斜刺0.5～ 0.8 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 肩外俞(SI14)'
    },
    'SI15': {
        'message': '* * * 位置： <br />在背部， 當第7頸椎棘突下， 旁開2吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />咳嗽，' +
            ' 氣喘， 肩背疼痛， 目視不明。 <br /><br /> * * * 方例： <br />' +
            '配肩外俞， 大椎治肩背疼痛。 <br /><br />' +
            ' * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 肩中俞(SI15)'
    },
    'SI16': {
        'message': '* * * 位置： <br />在頸外側部， 胸鎖乳突肌的後緣，' +
            ' 扶突後， 與喉結相平。 <br /><br /> * * * 功效： <br />' +
            '<br /> * * * 主治： <br />耳鳴， 耳聾， 咽喉腫痛， ' +
            '頸項強痛， 暴喑。 <br /><br /> * * * 方例： <br />' +
            '配列缺治頸項強痛。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 天窗(SI16)'
    },
    'SI17': {
        'message': '* * * 位置： <br />在頸外側部， 當下頜角的後方， ' +
            '胸鎖乳突肌的前緣凹陷中。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />耳鳴， 耳聾， 咽喉腫痛， 頸項強痛。 <br /><br />' +
            ' * * * 方例： <br />配列缺治頸項強痛。 <br /><br /> * * * 刺灸法：' +
            ' <br />直刺0.5～ 1 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 天容(SI17)'
    },
    'SI18': {
        'message': '* * * 位置： <br />在面部， 當目外眥直下， 顴骨下緣凹陷處。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '口眼歪斜， 眼瞼(目閏) 動， 齒痛， 頰腫。 <br /><br /> ' +
            '* * * 方例： <br />配地倉、 頰車治口歪； 配合谷治齒痛。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.3～ 0.5 吋，' +
            ' 斜刺或平刺0.5～ 1 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 顴 ? (SI18)'
    },
    'SI19': {
        'message': '* * * 位置： <br />在面部， 耳屏前， 下頜骨髁狀突的後方，' +
            ' 張口時呈凹陷處。 <br /><br /> * * * 功效： <br /><br />' +
            ' * * * 主治： <br />耳鳴， 耳聾， 聤耳， 齒痛， 癲狂癇。 ' +
            '<br /><br /> * * * 方例： <br />配翳風、 中渚治耳鳴、 耳聾。' +
            ' <br /><br /> * * * 刺灸法： <br />張口， ' +
            '直刺1～ 1.5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手太陽小腸經穴」 [Acupoint] 聽宮(SI19)'
    },


    'LI7': {
        'message': '* * * 位置： <br />前臂背面橈側， 腕橫紋上5吋處。 屈肘肘， 當' +
            '陽溪與曲池連線上， 陽溪上5吋。《 針灸甲乙經》：「 在腕後， 少士五寸， 大士六寸。」 <br />' +
            '<br /> * * * 功效： <br />清邪熱， 理腸胃。 <br /><br /> * * *' +
            ' 主治： <br />古代記述： 頭痛、 口齒痛、 喉痺、 面浮、 肩背痠痛， 肩不舉， 噦， 腹鳴腹' +
            '痛， 疔癰， 傷寒寒熱， 癲癇、 面赤， 腫， 狂僕， 四肢腫， 吐涎， 口舌痛， 膈中氣閉， 喉痺不' +
            '能言。 近人報導： 口腔炎、 腮腺炎， 舌炎。 <br /><br /> * * * 方例： <br ' +
            '/>癲疾： 溫溜、 僕參。 <br />牙痛： 厥陽俞、 溫溜、 內庭。 項強傷寒： 溫溜、 期門。 ' +
            '<br /><br /> * * * 刺灸法： <br />向橈骨背側直刺0.5～ 1 吋。 艾炷灸3' +
            '～ 5 壯， 艾條灸5～ 10 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 溫溜(LI7)'
    },

    'LI8': {
        'message': '* * * 位置： <br />前臂背面橈側， 肘橫紋下4吋處。 當陽溪與曲池' +
            '連線的後1 / 3 折點。《 針灸甲乙經》：「 在輔骨下， 去上廉一寸……」；《 循經考穴編》：「 銳' +
            '肉外斜縫中。 廣註： 曲池前來四寸， 屈肘取之； 若直取， 合五寸；」 <br /><br /> * ' +
            '* * 功效： <br />疏洩陽明經熱。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 頭風頭痛， 眩暈， 目痛， 肘臂痛， 繞臍痛， 食不化， 狂言， ? 癖， 腹痛， 氣喘，' +
            ' 唇乾， 涎出， 偏風， 冷痺不遂， 小腹滿。 近人報導： 乳腺炎。 <br /><br /> * *' +
            ' * 方例： <br />頭風： 神庭、 五處、 下廉。 <br />胸脅滿引腹： 腎俞、 下廉、 丘' +
            '墟、 俠溪。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋。 艾炷' +
            '灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 下廉(LI8)'
    },

    'LI5': {
        'message': '* * * 位置： <br />腕背橈側， 拇短伸肌腱與拇長伸肌腱之間凹陷處，' +
            ' 拇指上翹時， 當鼻煙窩中。《 靈樞· 本輸》：「 在兩筋間陷者中也」；《 針灸甲乙經》：「 在腕中上' +
            '側兩傍間陷者中」；《 循經考穴編》：「 與太淵相併， 直對食指本節， 骨尖有動脈。」《 針灸逢源》：「' +
            ' 張大指、 次指取之」。 <br /><br /> * * * 功效： <br />祛風洩火。 <br' +
            ' /><br /> * * * 主治： <br />古代記述： 頭痛、 目赤痛、 目翳、 耳聾、 耳鳴' +
            '、 喉痺、 腕痛、 牙痛、 肘臂不舉， 掌中熱， 舌本痛， 驚 {17}、妄言， 煩心， 咳嘔沫。 近人報導： 齒神經痛， 小兒消化不良， 橈骨莖突部狹窄性腱鞘炎。 <br /><br /> * * * 方例： <br />胸滿不得息： 天容、 陽溪。 驚悸怔忡： 解溪、 陽交。 <br /><br /> * * * 刺灸法： <br />淺刺0.3～ 0.4 吋， 注意不要傷及動脈。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 陽溪(LI5)'
    },
    'LI6': {
        'message': '* * * 位置： <br />前臂背面橈側， 腕橫紋上了3吋處。 屈肘時， ' +
            '當陽溪與曲池連線的前1 / 4 折點。《 靈樞· 經脈》：「 去腕三寸」；《 循經考穴編》：「 陽溪斜' +
            '上； 一法： 列缺後一寸五分。」 <br /><br /> * * * 功效： <br />清肺氣， ' +
            '調水道， 通脈絡。 <br /><br /> * * * 主治： <br />古代記述： 目不明， 鼻' +
            '衄， 耳聾耳鳴， 喉痺， 肩膊肘腕痠痛， 小便不利， 水蠱， 嗌干， 口 ? ，頰腫， 癲疾多言， 風' +
            '瘧汗不出。 近人報導： 扁桃體炎， 面神經麻痺， 前臂神經痛， 橈骨莖突部狹窄性腱鞘炎。 <br />' +
            '<br /> * * * 方例： <br />腕部腱鞘炎： 偏歷、 列缺、 陽溪。 <br /><br' +
            ' /> * * * 刺灸法： <br />向上或向下斜刺0.5～ 1 吋。 艾炷灸3～ 5 壯， 艾條' +
            '灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 偏歷(LI6)'
    },
    'LI9': {
        'message': '* * * 位置： <br />在前臂背面橈側， 當陽溪與曲池連線上， 肘橫紋' +
            '下３寸處。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />頭痛， 肩膊痠痛， 半身不遂， 手臂麻木， 腸鳴腹痛。 <br /><br /> * *' +
            ' * 方例： <br />配曲池治手臂麻木； <br /><br /> * * * 刺灸法： <br ' +
            '/>直刺0．5～ l寸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 上廉(LI9)'
    },

    'LI3': {
        'message': '* * * 位置： <br />微握拳， 食指本節(第2掌指關節) 後方橈側凹' +
            '陷處。《 靈樞· 本輸》：「 注入本節之後三間」；《 針灸甲乙經》：「 在手大指次指本節後內側陷者中」' +
            '；《 循經考穴編》：「 約去二分許陷中」。 <br /><br /> * * * 功效： <br />' +
            '洩熱利咽， 調腑通便。 <br /><br /> * * * 主治： <br />古代記述： 目急痛、' +
            ' 下齒痛、 咽喉腫痛、 喉痺、 咽塞、 手指手背紅腫、 寒熱、 胸滿腸鳴、 肩痛、 唇口乾、 身熱、 ' +
            '喘息、 大便不通、 多臥善唾、 瘧疾、 手指麻木、 發熱無汗。 & nbsp;近人報導： 口腔頜面病症' +
            '、 三叉神經痛、 失眠。 <br /><br /> * * * 方例： <br />目中漠漠： 攢竹、' +
            ' 三間。 <br />喉痺： 間使、 三間。 <br />肩背浮風勞： 三間、 腎俞。 手背腫痛： 三' +
            '間、 後溪。 <br /><br /> * * * 刺灸法： <br />半握拳， 向掌骨掌側直刺或向' +
            '合谷方向斜刺0.5～ 1 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 三間(LI3)'
    },

    'LI4': {
        'message': '* * * 位置： <br />手背第1～ 2 掌骨間， 第2掌骨橈側的中點處' +
            '。《 靈樞· 本輸》：「 在大指歧骨之間」；《 針灸甲乙經》：「 在手大指、 次指間」。《 千金翼方》' +
            '：「 在虎口後縱紋頭， 立指取之宛宛中。」《 循經考穴編》：「 宜並二指， 取紋盡高肉上， 須捏拳下針' +
            '。」《 動功按摩秘訣》：「 在大指次節， 歧骨肉尖上。」 即拇、 食兩指併合時， 虎口部隆起最高處。 ' +
            '或以一手拇指指面的遠側指橫紋疊合於另一手虎口部的指蹼緣上， 屈拇指時當拇指指端所止處。 <br /><' +
            'br /> * * * 功效： <br />疏散風邪， 開關通竅， 清洩肺氣， 和胃通腸， 調經引產。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 中風口噤， 口眼歪斜， 熱病汗' +
            '不出， 多汗， 經閉， 頭痛， 目翳， 目痛， 鼻衄， 耳聾， 牙痛， 面浮， 喉痺， 指攣， 臂痛，' +
            ' 疥瘡， 寒熱 {86}瘧、 狂易、 喑不能言， 風疹、 心痛、 偏正頭風， 小兒疳眼， ' +
            '傷寒大渴， 發熱惡寒， 頭痛脊強， 小兒乳娥， 下死胎， 墮胎， 小兒雀目， 便秘， 痢疾，' +
            ' 中暑， 痄腮， 各種痛症。 近人報導： 感冒， 流行性感冒， 面神經麻痺， 面肌痙攣， ' +
            '三叉神經痛， 齒神經痛， 咽炎， 扁桃體炎， 吞嚥不利， 神經衰弱， ? 病， 前臂神經痛， ' +
            '支氣管炎， 哮喘， 顳頜關節功能紊亂， 鼻炎， 痛經， 閉經， 滯產， 產婦宮縮無力， 產後乳少，' +
            ' 單純性甲狀腺腫， 小兒消化不良， 急性胰腺炎， 結膜炎， 電光性眼炎， 關節痛。 <br /><br /> ' +
            '* * * 方例： <br />感冒或電光性眼炎： 風池、 合谷。 <br />傷寒頭痛： 攢竹、 太陽、 ' +
            '合谷。 <br />鼻塞、 鼻痔及鼻淵： 合谷、 太沖。 <br />鼻衄： 上星、 合谷。 <br />牙痛：' +
            ' 下關、 頰車、 合谷。 <br />咽喉腫痛、 閉塞、 水粒不下： 合谷、 少商。 <br />難產： 合谷、' +
            ' 三陰交。 <br />帶狀皰疹： 曲池、 合谷、 血海、 三陰交。 <br />少汗： 合谷(補)、' +
            ' 復溜(瀉)。 <br />汗多： 合谷(瀉)、 復溜(補)。 <br />寒瘧面腫及腸鳴： 合谷、 內庭。' +
            ' <br />小兒單純性或中毒性消化不良： 合谷、 足三里、 三陰交。 <br />急性胰腺炎： 內關、 ' +
            '合谷、 足三里。 <br />寒熱痺痛： 合谷、 太沖。 <br /><br /> * * * 刺灸法： <br />' +
            '手呈半握拳狀， 直刺或稍向上方斜刺0.5~1 吋， 或向掌骨下小指側深透。 應注意防止刺傷動脈，' +
            ' 深透時更須防止刺及掌深動脈弓， 以免引起出血。 如刺破背側淺筋膜內的頭靜脈屬支， ' +
            '可在淺筋膜內形成血腫。 若損傷橈動脈或拇主要動脈， 則可引起第一背側骨間肌或拇內收肌攣縮而致畸形。' +
            ' 不宜作穴位注射， 尤其是刺激性較強的藥液， 即使劑量不大， 也能引起化學性炎性反應， ' +
            '局部滲出、 出血， 導致侷限性肌內壓力增高， 肌纖維壞死， 肌纖維化， 形成攣縮。 ' +
            '淺者可引起第一背側骨間肌攣縮， 深者可引起拇收肌攣縮， 或兩肌同受累。 注射於橈動脈或拇主要動脈周圍者，' +
            ' 可引起動脈痙攣和動脈炎， 使拇內收肌和第一背側骨間肌發生缺血性攣縮。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 合谷(LI4)'
    },

    'LI1': {
        'message': '* * * 位置： <br />食指末節橈側， 距指甲角1分處。《 靈樞· 本' +
            '輸》：「 大指次指之端也」；《 針灸甲乙經》：「 在手大指次指內側， 去爪甲如韭葉。」《 針灸集成》：' +
            '「 與第一節橫紋頭相直」； 即食指指甲廓橈側角後旁1分凹陷處。 <br /><br /> * * * ' +
            '功效： <br />洩熱止痙、 開竅利咽。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 中風跌倒， 卒暴昏沉， 痰盛不省人事， 牙關緊閉， 熱病汗不出， 胸中熱， 寒熱 {108}瘧' +
            '、 咽喉腫痛， 青盲， 手指麻木， 手臂外廉痛， 肩背痛引缺盆， 牙痛， 口乾頤頷腫。' +
            ' <br /><br /> * * * 方例： <br />中風、 昏迷、 休克： 百會、 人中、 內關、 ' +
            '商陽。 <br />寒症： 商陽、 太溪。 <br />咽喉腫痛： 合谷、 少商、 商陽。 <br /><br />' +
            ' * * * 刺灸法： <br />淺刺0.1～ 0.2 吋或點刺出血。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 商陽(LI1)'
    },

    'LI2': {
        'message': '* * * 位置： <br />微握拳， 食指橈側緣， 第二掌指關節前方赤白肉' +
            '際凹陷處。《 靈樞· 本輸》：「 本節之前」；《 針灸甲乙經》：「 在手大指次指本節前內側陷者中」，《' +
            ' 循經考穴編》 補充：「 橫紋尖陷中」； 握拳時約當食指指掌橫紋橈側端處。 <br /><br /> ' +
            '* * * 功效： <br />清熱、 利咽、 明目。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 目昏不見、 鼻衄、 牙痛、 咽喉腫痛、 喉痺、 頷腫、 肩背痛、 多臥善唾、 ' +
            '振寒、 多驚、 口歪眼斜、 傷寒寒熱、 頭痛、 手指麻木。 近人報導： 口齒頜面病症。 <br /><' +
            'br /> * * * 方例： <br />牙痛、 頭痛、 喉痺： 二間、 三里。 <br />牙痛：' +
            ' 顴 ? 、二間。 <br />寒慄惡寒： 陰隙、 二間。 <br />肩背相引： 二間、 商陽、 委' +
            '中、 崑崙。 <br /><br /> * * * 刺灸法： <br />屈指， 淺刺0.2～ 0.3' +
            ' 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 二間(LI2)'
    },

    'LI12': {
        'message': '* * * 位置： <br />臂外側， 屈肘時曲池上方1吋， 肱骨邊緣凹陷處' +
            '。《 針灸甲乙經》：「 在肘大骨外廉陷者中」；《 循經考穴編》 補充：「 就骨略上一、 二分陷中。 一' +
            '法： 曲池外一寸罅中」；《 類經圖翼》：「 與天井相併， 相去一寸四分」。 <br /><br /> ' +
            '* * * 功效： <br />舒肘利節。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 肘臂痛， 拘攣， 麻木， 嗜臥， 肘節風痺。 近人報導： 肱骨外上髁炎。 <br /><b' +
            'r /> * * * 方例： <br />肱骨外上髁炎： 肘 ? 、手三里。 <br /><br />' +
            ' * * * 刺灸法： <br />屈肘， 向肱骨掌側直刺0.5~1 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 肘 ? (LI12)'
    },

    'LI13': {
        'message': '* * * 位置： <br />臂外側， 肩 ? 與曲池的連線上， 曲池上3吋' +
            '處。《 針灸甲乙經》：「 在肘上三寸， 行向裡， 大脈中央；」《 循經考穴編》：「 肘 ? 當在曲池斜' +
            '外些， 若五里又向裡矣。」 <br /><br /> * * * 功效： <br /><br /> *' +
            ' * * 主治： <br />古代記述： 心下脹滿痛， 上氣， 風勞驚恐， 吐血， 肘臂痛， 嗜臥， ' +
            '四肢不得動搖， 寒熱瘰 ? ，咳嗽， 目視 {11} {11}， {88}瘧。 <br /><br />' +
            ' * * * 方例： <br />? 瘡： 手五里， 臂臑。 <br /><br /> * * * 刺灸法： ' +
            '<br />直刺0.5～ 1 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 手五里(LI13)'
    },

    'LI10': {
        'message': '* * * 位置： <br />在前臂背面橈側， 當陽溪與曲池連線上， 肘橫紋' +
            '下２寸處。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />齒痛頰腫， 上肢不遂， 腹痛， 腹瀉。 <br /><br /> * * * 方例： <' +
            'br />配曲池治上肢不遂。 <br /><br /> * * * 刺灸法： <br />直刺0．8' +
            '～ 1．2 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 手三里(LI10)'
    },

    'LI11': {
        'message': '* * * 位置： <br />在肘橫紋外側端， 屈肘， 當尺澤與肱骨外上髁連' +
            '線中點。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />咽喉腫痛， 齒痛， 目赤痛， 瘰 ? ，癮疹， 熱病上肢不遂， 手臂腫痛， 腹痛吐瀉， 高' +
            '血壓， 癲狂。 <br /><br /> * * * 方例： <br />配血海,足三里治癮疹； <br />' +
            '配手三里治上肢不遂； <br /> 配太沖、大椎治高血壓。<br />' +
            '<br /> * * * 刺灸法： <br />直刺l～ 1．5 吋。 <br />' +
            '其它： <br/>(l) 手陽明經所入為「 合」。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 曲池(LI11)'
    },

    'LI20': {
        'message': '* * * 位置： <br />面部， 鼻翼外緣中點旁鼻唇溝中凹陷處。《 針灸' +
            '甲乙經》：「 在禾 ? 上， 鼻下孔傍」；《 銅人腧穴針灸圖經》：「 鼻孔傍五分」；《 千金要方》：「' +
            ' 禾 ? 上一寸」；《 針方六集》：「 當約口紋」。 <br /><br /> * * * 功效： <' +
            'br />通鼻竅， 散風邪， 清氣火。 <br /><br /> * * * 主治： <br />古代' +
            '記述： 鼻衄不利， 鼻有息肉， 鼻塞， 多涕， 不聞香臭， 面癢浮腫， 眼熱而紅， 口眼歪斜， 蟲積腹' +
            '痛。 近人報導： 鼻竇炎、 鼻炎、 酒糟鼻、 面神經麻痺、 面肌痙攣、 三叉神經痛、 便秘、 膽道蛔蟲' +
            '症、 痛經。 <br /><br /> * * * 方例： <br />面癢腫： 迎香、 合谷。 <b' +
            'r />耳聾氣痞： 聽會、 迎香。 <br />赤眼： 迎香、 臨泣、 太沖、 合谷。 <br />鼻' +
            '塞無聞： 迎香、 上星。 <br />鼻炎： 印堂、 迎香、 合谷。 膽道蛔蟲症： 迎香、 四白、 人' +
            '中、 曲池、 足三里。 <br /><br /> * * * 刺灸法： <br />直刺0.2～ 0.' +
            '3 吋； 沿鼻根向內上方橫刺0.3～ 0.5 吋； 或沿皮向四白方向橫透。 禁直接灸。 <br />其' +
            '它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 迎香(LI20)'
    },

    'LI15': {
        'message': '* * * 位置： <br />肩部三角肌上， 臂外展或向前平伸時， 當肩峰前' +
            '外方凹陷處。《 針灸甲乙經》：「 在肩端兩骨間」；《 千金要方· 諸風》：「 在兩肩頭正中」；《 循經' +
            '考穴編》：「 膊骨端上兩骨罅間， 舉臂平肩陷中(一雲當微前些)， 下直對曲肘縫尖， 須擱臂縱或轉手插腰' +
            '， 緩緩下針。」 <br /><br /> * * * 功效： <br />疏散經絡風濕， 清洩陽明氣' +
            '火， 通利關節， 祛邪解熱。 <br /><br /> * * * 主治： <br />古代記述： 肩' +
            '中熱、 肩冷， 指痺臂痛， 偏風， 半身不遂， 熱風癮疹， 手臂攣痛， 臂細無力， 筋骨痠疼， 風濕搏' +
            '於兩肩， 四肢熱。 近人報導： 中風偏癱， 高血壓， 肩關節周圍炎， 蕁麻疹。 <br /><br /' +
            '> * * * 方例： <br />肩臂痛： 肩 ? 、曲池、 合谷。 <br />瘰 ? ：肩 ? ' +
            '、曲池、 天井。 <br />癮風之熱： 肩 ? 、解溪。 乳癌： 肩 ? 、足三里。 <br /><' +
            'br /> * * * 刺灸法： <br />垂臂肘向三角肌部斜刺1～ 1.5 吋； 或於上臂外展位時' +
            '沿肱骨頭前內側向腋窩方向深刺1～ 2 吋。 艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br /' +
            '>其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 肩 ? (LI15)'
    },

    'LI14': {
        'message': '* * * 位置： <br />臂外側， 三角肌止點處； 當肩 {4}與曲池的連線上， 曲池上7吋。《 針灸甲乙經》：「 在肘上七寸， {107}肉端」；《 針灸資生經》：「 在肩 {4}下一夫， 兩筋兩骨罅陷宛中」；《 循經考穴編》：「 舉肩平肩有凹， 不能努力， 努則穴閉。」 <br /><br /> * * * 功效： <br />舒臂、 明目。 <br /><br /> * * * 主治： <br />古代記述： 寒熱， 頸項拘急， 瘰 ? ，肩背痛不得舉， 臂細無力， 手不得向頭， 臂痛， 漏肩風， 眼病。 近人報導： 肩關節周圍炎， 肺葉切除術針麻穴， 上肢癱瘓。 <br /><br /> * * * 方例： <br />頸項強： 強間、 臂臑。 <br />臂痛不舉： 臂臑、 肘 ? 。眼病： 睛明、 承泣、 臂臑。 <br /><br /> * * * 刺灸法： <br />向上斜刺0.5～ 1 吋； 或向肱骨後緣透刺2吋。 艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 臂臑(LI14)'
    },

    'LI17': {
        'message': '* * * 位置： <br />頸外側部， 胸鎖乳突肌後緣， 當結喉旁， 扶突' +
            '與缺盆連線的中點處。《 針灸甲乙經》：「 在缺盆上， 直扶突， 氣舍後一寸五分」；《 銅人腧穴針灸圖經' +
            '》：「 直扶突後一寸」；《 針灸資生經》：「 氣舍後一寸。」 <br /><br /> * * * 功' +
            '效： <br />利咽喉， 清肺氣。 <br /><br /> * * * 主治： <br />古代記' +
            '述： 暴喑氣梗， 喉痺咽， 痛不得息， 飲食不下， 喉中鳴。 近人報導： 扁桃體炎， 喉頭炎， 呃逆，' +
            ' 上肢麻木。 <br /><br /> * * * 方例： <br />失音囁嚅： 天鼎、 間使。 喉' +
            '痺梗噎， 咽腫不得消， 食飲不下： 天鼎、 氣舍、 膈俞。 <br /><br /> * * * 刺灸' +
            '法： <br />坐位， 頭轉向對側， 淺刺0.2～ 0.5 吋， 不可向下方深刺。 以防造成氣胸， ' +
            '按壓天鼎時可將臂叢上干壓迫於手指第6～ 7 頸椎的橫突前緣之間， 病人可感到肩頂部和同側上肢麻木。 艾' +
            '炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 天鼎(LI17)'
    },

    'LI16': {
        'message': '* * * 位置： <br />肩上部， 鎖骨肩峰端與肩胛岡之間凹陷處。《 針' +
            '灸甲乙經》：「 在肩端上行兩叉骨間陷者中」；《 循經考穴編》：「 約當肩 ? 上一寸許。」 <br /' +
            '><br /> * * * 功效： <br />消腫散結。 <br /><br /> * * * 主治' +
            '： <br />古代記述： 背膊痛， 胸中有瘀血， 肩臂不得屈伸而痛， 驚癇， 吐血， 瘰 ? ，癭氣' +
            '。 近人報導： 岡上肌腱炎。 <br /><br /> * * * 方例： <br />臂不舉： 巨骨' +
            '、 前谷。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋， 不可過' +
            '深。 艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 巨骨(LI16)'
    },

    'LI19': {
        'message': '* * * 位置： <br />上唇部， 鼻孔外緣直下， 與水溝穴相平處。 當' +
            '水溝旁5分， 上頜骨尖牙窩部。《 針灸甲乙經》：「 在直鼻孔3下， 俠水溝傍五分。」 <br /><b' +
            'r /> * * * 功效： <br />開關通竅。 <br /><br /> * * * 主治： <' +
            'br />古代記述： 鼻瘡、 息肉、 鼻塞、 鼻衄、 鼻清涕、 口噤不開、 鼻窒口 ? 、屍厥。 近人' +
            '報導： 鼻炎、 面神經麻痺。 <br /><br /> * * * 方例： <br />衄血： 上星、' +
            ' 禾 ? 。口歪： 禾 ? 、地倉。 <br /><br /> * * * 刺灸法： <br />淺刺' +
            '0.2～ 0.3 吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 禾 ? (LI19)'
    },

    'LI18': {
        'message': '* * * 位置： <br />頸外側部， 結喉旁， 胸鎖乳突肌的前、 後緣之' +
            '間。《 靈樞· 寒熱病》：「 嬰筋之後」；《 針灸甲乙經》：「 在人迎後一寸五分」；《 循經考穴編》：' +
            '「 逕取結喉旁開三寸。 <br /><br /> * * * 功效： <br />消腫散結， 清咽開音' +
            '。 <br /><br /> * * * 主治： <br />古代記述： 咳逆喘息， 喉中如水雞聲， ' +
            '咽嗌不利， 暴喑氣梗， 舌本出血， 咳多唾， 癭氣。 近人報導： 單純性甲狀腺腫大， 甲狀腺手術針麻穴' +
            '。 <br /><br /> * * * 方例： <br />喉鳴： 扶突、 天突、 太溪。 嘶啞： ' +
            '扶突、 天突、 合谷。 <br /><br /> * * * od] 刺灸法： <br />向下方斜刺' +
            '0.5～ 1 吋。 不可過深和使用高頻電針， 以免引起迷走神經反應。 如作頸部手術針刺麻醉時， 可用1' +
            '.5 寸毫針在胸鎖乳突肌和頸外靜脈交界處的上方， 避開血管， 與胸鎖乳突肌相平行刺入， 埋針於皮下； ' +
            '再在扶突後下方0.5 釐米處進一針， 與前一針相平行。 然後， 給予電脈衝刺激， 按麻木區的出現情況，' +
            ' 調整第二根針的 <br /> * * * 位置， 以刺及頸淺神經的頸皮神經為度。 如麻木區至下頜或耳' +
            '部， 則進針 <br /> * * * 位置宜低； 如麻木區至鎖骨處， 進針 <br /> * * *' +
            ' 位置宜提高0.3 釐米。 如出現肩部搐動， 則進針深度宜淺。 直至出現的麻木區與手術切口 <br /' +
            '> * * * 位置相符後， 再用膠布固定。 艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br ' +
            '/>',
        'picture': 'gifTemp.gif',
        'title': '「手陽明大腸經穴」 [Acupoint] 扶突(LI18)'
    },
    'ST1': {
        'message': '* * * 位置： <br />面部， 瞳孔直下眼球與眶下緣之間凹陷處。' +
            ' 當目中線上， 下瞼溝正中。《 針灸甲乙經》：「 在目下七分， 直目瞳子」；' +
            '《 外台秘要》：「 甄權云： 在眼下八分」；《 醫宗金鑑》：「 目下胞陷中」。' +
            ' <br /><br /> * * * 功效： <br />祛風散火， 疏邪明目。 <br />' +
            '<br /> * * * 主治： <br />古代記述： 眼眥赤痛， 多淚， 昏夜無見，' +
            ' 目 {89}動， 口眼歪斜。 近人報導： 角膜炎、 夜盲、 近視眼、 青光眼、' +
            ' 視神經萎縮， 眼輪匝肌痙攣， 面神經麻痺。 <br /><br /> ' +
            '* * * 方例： <br />眼疾： 承泣、 太陽、 合谷。 <br />青光眼： 睛明、' +
            ' 承泣、 風池、 曲池、 太沖。 <br />視神經萎縮： 承泣、 風池、 肝俞、 腎俞、' +
            ' 合谷。 口歪僻： 承泣、 地倉。 <br /><br />' +
            ' * * * 刺灸法： <br />闔眼， 用平直細針在眼球與眶下緣間進針， ' +
            '沿眶壁內緣緩緩刺入0.5~1 吋， 進針前可先囑病人將眼球下轉， 使眼球後組織偏轉至上方，' +
            ' 以免被刺傷。 針刺時不宜多作捻轉或提插手法， 留針時間也不可過久。' +
            ' 出針後應輕輕按揉針孔片刻， 以防出血。 ' +
            '不宜用灸法。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 承泣(ST1)'
    },
    'ST2': {
        'message': '* * * 位置： <br />面部， 瞳孔直下， 眶下孔凹陷處。' +
            ' 當目中線上， 眼裂下瞼緣下一寸， 鼻尖與目外眥連線的中點。《 針灸甲乙經》：' +
            '「 在目下一寸， 面 {13}骨顴空。」 <br /><br /> * * * 功效： <br />' +
            '祛風， 明目。 <br /><br /> * * * 主治： <br />古代記述： 目赤痛， ' +
            '目翳， 目 {89}動， 流淚， 目不明， 眼弦癢， 口眼歪斜， 頭痛， 眩暈。 ' +
            '近人報導： 面神經麻痺， 三叉神經痛， 角膜炎， 鼻炎膽管蛔蟲症。' +
            ' <br /><br /> * * * 方例： <br />三叉神經痛： 風池、 下關、 四白、' +
            ' 夾承漿、 合谷。 鼻炎： 四白、 迎香、 合谷。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.3～ 0.5 吋。 不灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 四白(ST2)'
    },
    'ST3': {
        'message': '* * * 位置： <br />面部， 瞳孔直下與鼻翼下緣相平的凹陷處。' +
            ' 當鼻唇溝外側， 目中線上。《 針灸甲乙經》：「 在俠鼻孔傍八分， 直瞳子」；' +
            '《 針灸資生經》：「 在鼻孔下， 夾水溝旁八分。」 <br /><br />' +
            ' * * * 功效： <br />祛風、 通竅。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 緣內障， 目赤痛， 多淚， 口眼歪斜， 眼瞼 {89}動，' +
            ' 近視眼， 鼻衄， 齒痛， 頷腫， 唇頰腫， 面目惡風寒頸腫臃痛， {17} {18}，' +
            '青盲， 鼻塞， 遠視 {11} {11}，目翳。 近人報導： 鼻炎， 鼻塞， ' +
            '三叉神經痛， 面神經麻痺。 <br /><br /> * * * 方例： <br />' +
            '頰腫痛： 巨 ? ，天窗。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.3～ 0.5 吋。 或斜向四白透刺。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 巨 ? (ST3)'
    },
    'ST4': {
        'message': '* * * 位置： <br />面部口角外側， 上直瞳孔， ' +
            '近鼻唇溝下端處。 當口角旁4分， 目中線上。《 針灸甲乙經》：' +
            '「 俠口傍四分， 如(略) 近下是」；《 針方六集》：「 直縫中」。' +
            ' <br /><br /> * * * 功效： <br />祛風邪， 通氣滯，' +
            ' 利機關。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 口眼歪斜， 言語不能， 音啞， 流涎， 手足痿 {90}不能行，' +
            ' 狂風罵詈撾斫人， 小兒大便不通， 飲食不收， 水漿漏落， 眼 {89}動不止，' +
            ' 目不得閉。 近人報導： 面神經麻痺， 三叉神經痛， 鵝口瘡。' +
            ' <br /><br /> * * * 方例： <br />三叉神經痛： 地倉， 魚腰， 四白。' +
            ' <br />流涎： 地倉、 頰車、 中脘、 幽門、 大陵、' +
            ' 下巨虛、 然谷。 <br />鵝口瘡： 地倉、 合谷。 中風口眼歪斜： ' +
            '地倉、 頰車、 合谷、 內庭、 太沖。 <br /><br />' +
            ' * * * 刺灸法： <br />捏起口角部肌肉， 向頰車沿皮透刺1～ 1.5 吋。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 地倉(ST4)'
    },
    'ST5': {
        'message': '* * * 位置： <br />面部下頜角前方， 咬肌附著部前緣， ' +
            '面動脈搏動處。 當頜下緣中點上方一橫指， 鼓頰肘呈凹陷處。《 針灸甲乙經》：' +
            '「 在曲頷前一寸三分， 骨陷者中動脈」；《 千金要方》 作「 一寸二分」；' +
            '《 銅人腧穴針灸圖經》：「 又以口下當兩肩」；《 循經考穴編》：「 居腮頤骨間，' +
            ' 合耳下一寸五分。」 <br /><br /> * * * 功效： <br />祛風， 利口齒。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 頰腫， 牙痛， 面腫， ' +
            '發熱， 口噤， 口歪， 舌強不能言， 瘰 ? ，癲疾， 寒痙， 胃中滿， ' +
            '喘呼逆息， 口不收食， 不得嚼， 數欠氣， 風癰面浮腫， 目不得閉， ' +
            '唇吻強 ? 動不止， 牙關脫臼， 蝦蟆瘟。 近人報導： 面神經麻痺， ' +
            '流行性腮腺炎。 <br /><br /> * * * 方例： <br />齒痛惡寒： ' +
            '大迎、 顴 ? 、聽會、 曲池。 <br />頸部瘰 ? ：大迎，(手) 五里， ' +
            '臂臑。 {91}蟆瘟： 大迎、 曲池、 合谷。 <br /><br /> ' +
            '* * * 刺灸法： <br />避開面動脈斜刺0.3～ 0.5 吋。' +
            ' 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 大迎(ST5)'
    },
    'ST6': {
        'message': '* * * 位置： <br />面頰部， 下頜角前上方約一橫指(中指)，' +
            ' 咬肌中， 按壓肘有凹陷處。《 針灸甲乙經》：「 在耳下曲頰端陷者中，' +
            ' 開口有孔」；《 針灸資生經》 引《 千金要方》：「 在耳下八分， 小近前。」' +
            ' <br /><br /> * * * 功效： <br />利牙關， 祛口頰風邪。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 口眼歪斜， 口噤， 失音不語， ' +
            '牙痛不可嚼物， 含頰腫痛口急， 頸項強痛不得回顧， 惡風寒。 近人報導： ' +
            '三叉神經痛， 面神經麻痺， 急性腮腺炎， 牙髓炎， 急性牙周炎， 顳頜關節炎，' +
            ' 咬肌痙攣。 <br /><br /> * * * 方例： <br />口眼歪斜： ? 頰車、' +
            ' 地倉。 ? 頰車、 水倉、 小溝、 承漿、 聽會、 合谷。 <br />' +
            '口噤不開： 頰車、 承漿、 合谷。 <br />火牙痛： 頰車、 合谷、 ' +
            '二間、 內庭、 湧泉、 行間。 <br />牙髓炎及急性牙周炎(下牙)： 頰車、' +
            ' 大迎、 承漿、 合谷。 急性腮腺炎： 頰車、 翳風、 合谷。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.3～ 0.5 吋， 或沿皮向前(地倉)' +
            ' 透刺1～ 2 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 頰車(ST6)'
    },
    'ST7': {
        'message': '* * * 位置： <br />面部耳前方， 顴弓與下頜切跡所形成的凹陷中。' +
            ' 張口肘下頜骨髁狀突前移， 凹陷即消失。《 針灸甲乙經》：「 在客主人下，' +
            ' 耳前動脈下空下廉， 合口有孔， 張口即閉。」 <br /><br /> ' +
            '* * * 功效： <br />祛風、 聰耳、 利牙關。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 耳鳴耳痛， 牙痛， 牙關脫臼、 眩暈、 ' +
            '口眼歪斜， 耳中有膿， 耳聾鳴， 頸腫， 久風卒風， 齒齦痛， 惡風寒不可嚼，' +
            ' 痙。 近人報導： 三叉神經痛， 面神經麻痺， 中耳炎， 顳頜關節炎。' +
            ' <br /><br /> * * * 方例： <br />耳鳴耳聾： 下關、 陽溪、 關沖、' +
            ' 腋門、 陽谷。 <br />牙齒齲痛： 下關， 大迎， 翳風， 完骨。 <br />' +
            '牙關緊閉： 下關、 頰車、 合谷、 外關。 <br />顳頜關節炎： 下關， 聽宮，' +
            ' 翳風， 合谷。 耳鳴、 耳聾、 耳中痛： 下關、 耳門、 聽宮、 翳風、' +
            ' 外關。 <br /><br /> * * * 刺灸法： <br />直刺或向耳側斜刺0.5～ 1.5 吋。' +
            ' 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 下關(ST7)'
    },
    'ST8': {
        'message': '* * * 位置： <br />頭側部， 額角髮際上5分， ' +
            '頭正中線旁開4.5 吋處， 與神庭相平。《 針灸甲乙經》：「 在額角髮際，' +
            ' 俠本神傍各一寸五分」；《 銅人腧穴針灸圖經》：「 在額角入髮際」。' +
            ' <br /><br /> * * * 功效： <br />祛風洩火， ' +
            '止痛明目。 <br /><br /> * * * 主治： <br />古代記述： ' +
            '寒熱頭痛， 目痛多淚， 喘逆煩滿， 嘔吐流汗， 難言， 眼瞼 ? 動不止， ' +
            '風淚出， 目視物不明。 近人報導： 前額痛， 偏頭痛， 精神分裂症，' +
            ' 功能失調性子宮出血， 脫髮。 <br /><br /> * * * 方例： <br />' +
            '頭痛如破， 目痛如脫： 頭維、 大陵。 <br />眼瞼 ? 動： 頭維、' +
            ' 攢竹。 <br />迎風有淚： 頭維、 睛明、 臨泣、 風池。 <br />' +
            '偏頭痛： 頭維、 曲鬢、 風府、 列缺。 精神分裂症： 頭維， 合谷透後溪，' +
            ' 太沖透湧泉。 <br /><br /> * * * 刺灸法： <br />' +
            '向後上方或側下方沿皮刺0.5～ 1 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 頭維(ST8)'
    },
    'ST9': {
        'message': '* * * 位置： <br />頸部結喉旁， 胸鎖乳突肌前緣，' +
            ' 頸總動脈搏動處。 當結喉旁1.5 吋。《 靈樞· 寒熱病》：「 在嬰筋之前」；' +
            '《 針灸甲乙經》：「 在頸， 大脈動應手， 俠結喉」；《 素問· 陰陽類論》' +
            ' 王冰註：「 結喉兩傍…… 一寸五分」； <br /><br /> ' +
            '* * * 功效： <br />平氣、 降逆。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 咽腫、 咳嗽、 胸滿、 喘息、 癭氣、 瘰 ? 、吐逆霍亂，' +
            ' 頭痛， 身大熱， 狂言而妄見妄聞， 項腫氣悶， 食不下， 耳鳴腰痛， 嘔吐有痰。' +
            ' 近人報導： 急、 慢性喉炎， 扁桃腺炎， 高血壓， 低血壓， 甲狀腺腫。 <br /><br />' +
            ' * * * 方例： <br />霍亂、 頭痛、 胸痛、 呼吸喘鳴： 人迎、' +
            ' 內關、 關沖、 三陰交、 下三里。 高血壓： 人迎、 曲池、 足三里。 <br /><br /> ' +
            '* * * 刺灸法： <br />取仰臥位， 緩慢進針， ' +
            '直刺0.3～ 0.5 吋。 不可刺破動、 靜脈， 不留針， 不宜取坐位針刺或刺激過強。 ' +
            '禁用直接灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 人迎(ST9)'
    },
    'ST10': {
        'message': '* * * 位置： <br />頸部， 人迎與氣舍連線的中點； ' +
            '當胸鎖乳突肌前緣， 與甲狀軟骨下緣相平處。《 針灸甲乙經》：「 在頸大筋前，' +
            ' 直人迎下， 氣舍上」；《 類經圖翼》：「 內貼氣喉」。 <br /><br /> ' +
            '* * * 功效： <br />降逆、 利咽。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 咳逆上氣， 咽喉腫痛， 呼吸短氣， ' +
            '喘息不通。 近人報導： 甲狀腺腫大， 百日咳， 膈肌痙攣， 中風偏癱。' +
            ' <br /><br /> * * * 方例： <br />咽腫： 水突、 氣舍。 <br />' +
            '發作性橫膈膜痙攣： 水突、 羶中、 巨闕、 關元。 百日咳： 水突、 ' +
            '風門、 百會、 氣戶。 <br /><br /> * * * 刺灸法： <br />' +
            '避開動脈， 直刺0.5～ 1.5 吋， 不留針。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 水突(ST10)'
    },
    'ST11': {
        'message': '* * * 位置： <br />頸部， 鎖骨內側端上緣，' +
            ' 胸鎖乳突肌的胸骨頭與鎖骨頭之間凹陷處； 當鎖骨上小窩中。' +
            '《 針灸甲乙經》：「 在頸， 直人迎下， 俠天突陷者中」；《 循經考穴編》：' +
            '「 天突旁開一寸五分」；《 類經圖翼》「 貼骨尖上有缺」。 <br /><br />' +
            ' * * * 功效： <br />利咽喉， 消癭腫。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 喉痺， 咳逆上氣， ' +
            '頸項強不得回顧， 瘰 ? ，呃逆， 肩腫， 癭瘤， 咽腫， ' +
            '哽嚥食不下， 瀉痢。 <br /><br /> * * * 方例： ' +
            '<br />瀉痢： 灸脾俞、 關元、 腎俞、 復溜、 腹哀、 長強、' +
            ' 太溪、 大腸俞、 三里、 氣舍、 中脘。 <br /><br />' +
            ' * * * 刺灸法： <br />淺刺0.3～ 0.5 吋。 ' +
            '艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 氣舍(ST11)'
    },
    'ST12': {
        'message': '* * * 位置： <br />鎖骨上窩中央， 距前正中線4吋。' +
            ' 當鎖骨中點上方， 胸鎖乳突肌鎖骨頭外側凹陷處。《 針灸甲乙經》：「 ' +
            '在肩上橫骨陷者中」；《 針方六集》：「 俠天突兩旁各四寸」；《 針灸集成》：' +
            '「 對乳， 氣舍在裡， 近喉； 缺盆在外。」 <br /><br />' +
            ' * * * 功效： <br />利肩臂， 瀉胸中之熱。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 胸滿喘咳， 項強， 缺盆中痛， 瘰 ? ，' +
            '喉痺， 呃逆， 上肢麻痺或攣急， 肩痛引項， 臂不舉， 寒熱， 汗不出， 咳血，' +
            ' 腰痛不可俯仰， 息賁脅下氣上， 胸中熱， 腹大水氣。 近人報導： 肩臂痛， ' +
            '舉動不利， 手臂麻木。 <br /><br /> * * * 方例： <br />咳嗽：' +
            ' 缺盆、 羶中、 巨闕。 咳唾血： 缺盆、 心俞、 肝腧、 巨闕、 鳩尾。 ' +
            '<br /><br /> * * * 刺灸法： <br />淺刺3～ 4 分， 避免超過第一肋骨，' +
            ' 以防造成氣胸。 刺及臂叢時出現電擊樣感並向上肢放散。 如用手指向下垂直按壓缺' +
            '盆時， 可將臂叢和鎖骨下動脈壓迫於拇指與第一肋骨之間， 這時既可使上肢麻木而止痛，' +
            ' 又暫時阻斷了動脈血流， 所以當放鬆按壓的手指後， 上肢部可感到有股熱通過。' +
            ' 如向後內側按壓， 可將交感神經的星狀神經節壓迫於拇指與第一胸椎椎體之間，' +
            ' 則可出現瞳孔先擴大後縮小， 以及同側肢體血管舒張、 皮膚溫度增高等現象。 ' +
            '艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 缺盆(ST12)'
    },
    'ST13': {
        'message': '* * * 位置： <br />胸部， 鎖骨中點下緣凹陷處，' +
            ' 距前正中線4吋。 & nbsp;《針灸甲乙經》：「 在巨骨下， 俞府兩傍各二寸；」' +
            '《 素問· 氣府論》 王冰註：「 下直膺窗， 去膺窗上同身寸之四寸八分」；' +
            '《 針灸大成》：「 去中行各四寸」；《 循經考穴編》：「 與璇璣平」；' +
            '《 醫宗金鑑》：「 從缺盆下行， 巨骨下一寸。」 <br /><br />' +
            ' * * * 功效： <br />宣肺、 理氣。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 哮喘， 咳嗽， 胸脅支滿，' +
            ' 胸背疼， 四肢浮腫， 呃逆， 呼吸肩息， 不知食味， 脅肋痛。 ' +
            '<br /><br /> * * * 方例： <br />喘逆上氣： 氣戶、 雲門、' +
            ' 天府、 神門。 <br />脅肋疼痛： 氣戶、 華蓋。 胸前神經痛： 氣戶、' +
            ' 庫房、 屋翳、 膺窗。 <br /><br />' +
            ' * * * 刺灸法： <br />沿皮刺0.5～ 0.8 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 氣戶(ST13)'
    },
    'ST14': {
        'message': '* * * 位置： <br />胸部前正中線旁開4吋， 第一肋間隙凹陷處。' +
            ' 與華蓋相平， 約當鎖骨中點下緣(氣戶) 與乳頭(乳中) 連線的上1 / 4 折點。' +
            '《 針灸甲乙經》：「 在氣戶下一寸六分陷者中」；《 循經考穴編》 作：「 ' +
            '在氣戶下一寸…… 當與華蓋平。」 <br /><br /> * * * 功效： <br />' +
            '宣肺， 理氣。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 咳逆上氣， 呼吸多唾濁沫膿血， 胸痛， 胸脅支滿。 <br /><br />' +
            ' * * * 方例： <br />咳逆上氣， 唾膿血： 庫房、 中府、 周榮、 ' +
            '尺澤。 <br /><br /> * * * 刺灸法： <br />沿皮刺0.5～ 0.8 吋。 ' +
            '艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 庫房(ST14)'
    },
    'ST15': {
        'message': '* * * 位置： <br />胸部前正中線旁開4吋， ' +
            '第二肋間隙凹陷處。 與紫宮相平， 約當鎖骨中點下緣(氣戶) 與乳頭(乳中) ' +
            '連線的中點。《 針灸甲乙經》：「 在庫房下一寸六分」；' +
            '《 循經考穴編》：「 與紫宮平。」 <br /><br />' +
            ' * * * 功效： <br />宣肺、 理氣。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 乳中疼痛、 身腫皮痛，' +
            ' 不可近衣， 淫濼苛獲， 久則不仁， 體重， 遍身風癢疼痛， ' +
            '小兒喘脹。 近人報導： 乳癰、 乳癖(乳腺增生)。 <br /><br />' +
            ' * * * 方例： <br />癢疾之疼多： 至陰、 屋翳。 <br /><br />' +
            ' * * * 刺灸法： <br />沿皮刺0.5～ 0.8 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 屋翳(ST15)'
    },
    'ST16': {
        'message': '* * * 位置： <br />胸部前正中線旁開4吋， 第3肋間隙凹陷處，' +
            ' 乳頭上方， 與玉堂相平， 約當鎖骨中點下緣(氣戶) 與乳頭(乳中) 連線的下1 / 4 折點。' +
            '《 針灸甲乙經》：「 在屋翳下一寸六分」；《 循經考穴編》：' +
            '「 與玉堂平」。 <br /><br /> * * * 功效： <br />' +
            '理氣、 通乳。 <br /><br /> * * * 主治： <br />古代記述：' +
            ' 哮喘， 咳逆， 寒熱， 胸滿短氣， 臥不安， 胸脅腫痛， 乳癰， ' +
            '腸疝痛， 唇腫， 腸鳴洩注， 胸塞癰腫。 <br /><br /> ' +
            '* * * 方例： <br />唇腫： 膺窗、 太沖。 乳癰： 膺窗、 乳中、 ' +
            '乳根、 巨虛下廉、 太沖、 復溜。 <br /><br />' +
            ' * * * 刺灸法： <br />沿皮刺0.5～ 0.8 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 膺窗(ST16)'
    },
    'ST17': {
        'message': '* * * 位置： <br />胸部， 乳頭正中。 ' +
            '男子約當第四脅間隙或第5肋上緣， 距前正中線4吋處。《 針灸甲乙經》：' +
            '「 乳中， 禁不可刺灸」；《 針方六集》：「 當乳頭。」 <br /><br />' +
            ' * * * 功效： <br />一般作體表定位標誌。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 卒癲， 小兒暴癇， 夏月中熱喝死。' +
            ' <br /><br /> * * * 方例： <br />乳癰： 膺窗、 乳中、 乳根、' +
            ' 巨虛下廉、 太沖、 夏溜。 <br /><br /> ' +
            '* * * 刺灸法： <br />一般禁刺， 禁灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 乳中(ST17)'
    },
    'ST18': {
        'message': '* * * 位置： <br />胸部， 乳頭直下， 乳房根部， ' +
            '前中線旁開4吋， 第5肋間隙凹陷處， 當胸大肌下緣溝中。《 針灸甲乙經》：' +
            '「 在乳下一寸六分陷者中」；《 循經考穴編》：「 與中庭平」；《 醫學正傳》：' +
            '「 婦人在乳房下起肉處陷中」；《 壽世保元》：「 在正直乳下容一指許， ' +
            '骨間陷中。 婦人則屈乳頭度之， 乳頭齊處是穴。」 <br /><br /> ' +
            '* * * 功效： <br />理氣、 降逆、 通乳。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 咳逆氣促， 乳腫痛， 胸下悶痛， ' +
            '噎膈食不下， 膺腫， 卒吐， 小兒暴病， 腹滿短氣轉鳴， 小兒溫瘧， ' +
            '小兒癖， 反胃， 乾嘔， 腹痛脹急， 不得氣息， 上衝心胸， 旁攻兩脅，' +
            ' 或塊壘踴起， 或牽引腰背， 上氣唾膿血， 霍亂， 噫氣， 傷寒， 胎衣不下，' +
            ' 呃逆。 近人報導： 產後乳汁分泌不足， 乳腺炎， 乳癖(乳腺增生)。' +
            ' <br /><br /> * * * 方例： <br />氣嗽痰哮： 乳根、 俞府。 ' +
            '乳汁少： 乳根、 羶中、 少澤。 <br /><br />' +
            ' * * * 刺灸法： <br />沿皮刺或向上方斜刺0.5～ 0.8 吋。 ' +
            '禁直接灸， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 乳根(ST18)'
    },
    'ST19': {
        'message': '* * * 位置： <br />上腹部， 臍中上6吋(巨闕) 旁開2吋， ' +
            '當肋弓下緣凹陷處。《 針灸甲乙經》：「 在幽門傍各一寸五分」；《 千金要方》' +
            ' 補充：「 去任脈二寸， 直四肋」；《 類經圖翼》：「 對巨闕」。 <br /><br />' +
            ' * * * 功效： <br />和胃、 止嘔。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 腹滿脘痛， 嘔吐， 吐血， 喘咳， 胸背痛， 不嗜食， 肩息， 脅下痛，' +
            ' 口乾， 雀目， 脈不出， 腹虛鳴。 近人報導： 胃擴張， 肋間神經痛。 <br /><br />' +
            ' * * * 方例： <br />心切痛、 喜噫酸： 不容、 期門。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或斜刺0.5～ 0.7 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 不容(ST19)'
    },
    'ST20': {
        'message': '* * * 位置： <br />上腹部， 臍中上5吋(上脘) 旁開2吋處， ' +
            '當不容下1吋。 & nbsp;《針灸甲乙經》：「 在不容下一寸」；《 類經圖翼》' +
            '「 對上脘」。 <br /><br /> * * * 功效： <br />和胃， 消脹， 降逆。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 腸鳴疝痛， 脘痛， 膨脹，' +
            ' 飲食不下， 下痢， 黃疸， 肋下堅痛， 吐血， 上氣喘逆， 肩息唾血， 膈氣。' +
            ' 近人報導： 肝炎， 急慢性胃炎。 <br /><br /> * * * 方例： <br />鼓脹：' +
            ' 上脘、 三里、 章門、 陰谷、 關元、 期門、 行間、 脾俞、 懸鐘、 承滿。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺或斜刺0.5～ 0.7 吋。' +
            ' 艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 承滿(ST20)'
    },
    'ST21': {
        'message': '* * * 位置： <br />上腹部， 臍中上4吋(中脘) 旁開2吋處， ' +
            '當承滿下1吋， 不容與天樞連線的上1 / 3 折點。《 針灸甲乙經》：' +
            '「 在承滿下一寸」；《 類經圖翼》：「 對中脘」。 <br /><br />' +
            ' * * * 功效： <br />調中氣， 和腸胃， 化積滯。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 腹中積氣結痛， 不思飲食， 脘痛， ' +
            '大便滑洩， 完谷不化， 疝痛， 脫肛， 婦人血塊血凝。 近人報導： 急慢性胃炎，' +
            ' 消化性潰瘍， 消化不良。 <br /><br /> * * * 方例： <br />潰瘍病： 梁門、' +
            ' 中脘、 手足三里。 胃痛、 消化不良、 食慾不振、 大便溏洩： 梁門、 中脘、' +
            ' 足三里、 公孫、 內關。 <br /><br /> * * * 刺灸法： ' +
            '<br />直刺或斜刺0.5～ 1.5 吋。 艾炷灸3～ 5 壯， 艾條灸10～ 15 分鐘。' +
            ' <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 梁門(ST21)'
    },
    'ST22': {
        'message': '* * * 位置： <br />上腹部， 臍中上3吋(建裡) ' +
            '旁開2吋處， 當不容與天樞連線的中點。《 針灸甲乙經》：「 ' +
            '在梁門下， 太乙上， 足陽明脈中間， 穴外延」；《 千金要方》：' +
            '「 在梁門下一寸」；《 類經圖翼》：「 對建裡」。 <br /><br />' +
            ' * * * 功效： <br />調胃腸， 消脹滿， 化積滯。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 腹脹善滿， 積氣， 腸鳴卒痛， ' +
            '洩， 不欲食， 脘痛， 挾臍急痛， 水腫， 遺溺， 便秘， 痰瘧振寒， ' +
            '腹中氣游定挾臍急， 身腫重。 近人報導： 急慢性胃炎。 <br /><br />' +
            ' * * * 方例： <br />遺尿： ? 關門、 神門、 委中。 ? 關門、 ' +
            '中府、 神門。 <br /><br /> * * * 刺灸法： <br />直刺或斜刺0.5～ 1.5 吋。' +
            ' 艾炷灸3～ 5 壯， 艾條灸10～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 關門(ST22)'
    },
    'ST23': {
        'message': '* * * 位置： <br />上腹部， 臍中上2吋(下脘) 旁開2吋處，' +
            ' 當不容與天樞連線的下1 / 3 折點。《 針灸甲乙經》：「 在關門下一寸」；' +
            '《 類經圖翼》：「 對下脘」。 <br /><br /> * * * 功效：' +
            ' <br /><br /> * * * 主治： <br />古代記述： 癲狂， 脘痛， ' +
            '腸疝， 腳氣， 遺尿， 心煩， 吐舌。 近人報導： 嘔吐。 <br /><br />' +
            ' * * * 方例： <br /><br /> * * * 刺灸法： <br />' +
            '直刺或斜刺0.5～ 1.5 吋。 艾炷灸3～ 5 壯， 艾條灸10～ 15 分鐘',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 太乙(ST23)'
    },
    'ST24': {
        'message': '* * * 位置： <br />上腹部， 臍中上1吋(水分) 旁開2吋處，' +
            ' 當天樞上1吋。 & nbsp;《針灸甲乙經》：「 在太乙下一寸」；《 類經圖翼》：' +
            '「 對水分」。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />古代記述： 舌強， 吐血， 諸種胃揚病， 脫肛， 發狂， 癲疾， 嘔逆，' +
            ' 吐舌。 近人報導： 腹痛， 嘔吐。 <br /><br /> ' +
            '* * * 方例： <br />吐舌： 滑肉門、 少海、 溫溜。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或斜刺0.5～ 1.5 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸10～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 滑肉門(ST24)'
    },
    'ST25': {
        'message': '* * * 位置： <br />腹中部， 臍中旁2吋， 腹直肌中。' +
            '《 針灸甲乙經》：「 俠臍兩旁各二寸， 陷者中」。 <br /><br />' +
            ' * * * 功效： <br />疏調大腸， 扶土化濕， 和營調經， 理氣消滯。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 嘔吐， 下利， 腹痛，' +
            ' 便秘， 腸鳴腹脹， 水腫， 赤白帶下， 月經不調， 淋濁， 不孕， 瘧振寒，' +
            ' 熱甚狂言， 臍疝繞臍而痛， 時上衝心， 氣疝， 嘔噦， 面腫， 奔豚， 食不化，' +
            ' 身腫， 女子胞中痛， 症瘕吐血， 小便不利， 霍亂， 虛損勞弱， 久瀉不止，' +
            ' 大便數。 近人報導： 急慢性胃炎， 急慢性腸炎， 菌痢， 腸麻痺， 急性腸梗阻，' +
            ' 闌尾炎， 腹膜炎， 腸道蛔蟲症， 子宮內膜炎。 <br /><br />' +
            ' * * * 方例： <br />食不化、 不嗜食、 俠臍急： 天樞、 厲兌、 內庭。' +
            ' <br />面浮腫： 天樞、 豐隆、 厲兌、 陷谷、 沖陽。 <br />月潮違限： ' +
            '天樞、 水泉。 <br />痢疾： 天樞、 大腸俞、 足三里。 <br />腸麻痺：' +
            ' 天樞、 氣海、 大腸俞、 上 ? 。闌尾炎： 天樞、 合谷、 闌尾、 上巨虛、' +
            ' 關元。 <br /><br /> * * * 刺灸法： <br />直刺或斜刺1～ 1.5 吋。 ' +
            '艾炷灸5～ 7 壯， 艾條灸10～ 20 分鐘。 <br />其它：',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 天樞(ST25)'
    },
    'ST26': {
        'message': '* * * 位置： <br />下腹部， 臍中下1吋(陰交) ' +
            '旁開2吋處， 當天樞下1吋。《 針灸甲乙經》：「 在天樞下， 大巨上」' +
            '；《 素問· 氣府論》 王冰註：「 在天樞下同身寸之一寸」；《 類經圖翼》' +
            '：「 對陰交」。 <br /><br /> * * * 功效： <br />調腸、 利氣。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 腹痛， 疝氣， 月經痛，' +
            ' 心如懸， 引臍腹痛。 近人報導： 女性絕育術針麻用穴。 <br /><br />' +
            ' * * * 方例： <br />女性絕育術針麻： 外陵、 氣沖。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或斜刺1～ 1.5 吋。 女性絕育術的針麻中，' +
            ' 可取外陵， 刺達筋膜後上提， 再以15° 角沿皮透刺向對側外側外陵5～ 7 吋；' +
            ' 氣沖也同樣刺法， 然後應用電針25～ 30 分鐘後出針， 進行手術。 ' +
            '艾炷灸5～ 7 壯， 艾條灸10～ 20 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 外陵(ST26)'
    },
    'ST27': {
        'message': '* * * 位置： <br />下腹部， 臍中下2吋(石門) 旁開2吋處， ' +
            '當天樞下2吋。《 針灸甲乙經》：「 在長溪(天樞) 下二寸」；《 類經圖翼》：' +
            '「 對石門」。 <br /><br /> * * * 功效： <br />調腸， 利氣。 <br />' +
            '<br /> * * * 主治： <br />古代記述： 小腹脹滿， {94}疝， 偏枯四肢不用，' +
            ' 男子失精早洩， 四肢倦怠， 失眠， 尿閉， 善驚， 煩渴， 陰下縱。 近人報導：' +
            ' 腸炎， 腹痛。 <br /><br /> * * * 方例： <br /> {94}疝：' +
            ' 大巨、 地機， 中隙。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺1～ 1.5 吋。 艾炷灸5～ 7 壯， 艾條灸10～ 20 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 大巨(ST27)'
    },
    'ST28': {
        'message': '* * * 位置： <br />下腹部， 臍中下3吋(關元) 旁開2吋處， ' +
            '當天樞下3吋。《 針灸甲乙經》：「 在大巨下三寸」， 大巨當系天樞之誤；' +
            '《 循經考穴編》：「 在大巨下一寸」；《 針灸逢源》：「 與足少陽五樞穴平，' +
            ' 當臍下三寸之旁。」《 動功按摩秘訣》：「 在關元穴兩旁各開二寸。」 <br />' +
            '<br /> * * * 功效： <br />利水， 消脹， 調經。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 小腹脹滿， 狐疝偏 {95}，膀胱有寒， ' +
            '三焦結熱， 小便不利， 痛引陰中， 月經至則腰脊痛， 胞中 {5}，子門有寒引髕髀，' +
            ' 脊強。 近人報導： 腎炎， 膀胱炎， 尿瀦留， 腹水， 睾丸炎。 <br /><br />' +
            ' * * * 方例： <br />脊強： 水道， 筋縮。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或斜刺1～ 1.5 吋。 艾炷灸5～ 7 壯， ' +
            '艾條灸10～ 20 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 水道(ST28)'
    },
    'ST29': {
        'message': '* * * 位置： <br />下腹部， 臍中下4吋(中極) 旁開2吋處，' +
            ' 當天樞下4吋， 氣沖上1吋。《 針灸甲乙經》：「 在水道下二寸」；' +
            '《 循經考穴編》：「 與曲骨相平」； 即臍中下5吋(曲骨) 旁開2吋處。' +
            '《 針灸逢源》：「 在氣沖上一寸， 當臍下四寸旁， 其上下各去一寸也。」' +
            '《 動功按摩秘訣》：「 在臍心下四寸， 兩旁各二寸； 臥下舉頭， 有鼠形肉上。' +
            '」 今從《 針灸逢源》。 <br /><br /> * * * 功效： <br />' +
            '理氣， 提胞， 治疝。 <br /><br /> * * * 主治： <br />古代記述：' +
            ' 少腹痛， 奔豚， 疝氣， 陰丸上縮， 月經不調， 經閉， 陰冷腫痛， 帶下，' +
            ' 婦人血藏積冷， 男子陰萎。 近人報導： 睾丸炎， 子宮內膜炎， 卵巢炎，' +
            ' 不孕症， 產後惡露不止。 <br /><br /> * * * 方例： <br />' +
            '疝氣偏 {95}：歸來， 太沖。 <br />男女生殖器病症、 經閉、 ' +
            '白帶過多： 歸來、 關元、 中極、 三陰交、 腎俞。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或斜刺1～ 1.5 吋。 艾炷灸5～ 7 壯，' +
            ' 艾條灸10～ 20 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 歸來(ST29)'
    },
    'ST30': {
        'message': '* * * 位置： <br />腹股溝稍上方， 臍中下5吋(曲骨) 旁開2吋。' +
            ' 當恥骨聯合上緣中點旁開2吋， 股動脈搏動處。《 針灸甲乙經》：「 在歸來下， ' +
            '鼠鼷上」；《 循經考穴編》：「 合臍下六寸」；《 針灸逢源》：' +
            '「 與臍下五寸曲骨平」； 今從《 針灸逢源》。 <br /><br />' +
            ' * * * 功效： <br />舒宗筋， 散厥氣， 調膀胱， 和營血。 <br />' +
            '<br /> * * * 主治： <br />古代記述： 陰腫莖痛， 睾丸痛， ' +
            '疝痛偏 {95}，奔豚， 婦人經漏， 不孕， 胎產諸疾， 脅中滿， ' +
            '喘呼逆息， 腹痛， 暴腹脹滿， 癃淫濼， 身熱， 腰痛控睾， ' +
            '少腹及股卒俯不得仰， 脫肛， 熱淋閉不得尿， 石水， 難產， ' +
            '子上搶心， 陰萎， 脾胃虛弱， 感濕成萎， 汗大洩， 妨食， ' +
            '帶下產崩， 腸鳴。 近人報導： 男女生殖器疾患。 <br /><br />' +
            ' * * * 方例： <br />疝氣： 氣沖、 曲泉、 太沖。 <br />' +
            '<br /> * * * 刺灸法： <br />避開動脈， 直刺0.5～ 1 吋。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 氣沖(ST30)'
    },
    'ST31': {
        'message': '* * * 位置： <br />大腿前面， 髂前上棘與髕底外側端的連線上，' +
            ' 屈股時， 與會陰相平的縫匠肌外側凹陷處。《 針灸甲乙經》：「 在膝上伏兔後交分中」' +
            '；《 醫學入門》：「 {96}骨橫紋中」；《 類經圖翼》：' +
            '「 一雲在膝上一尺二寸。」 & nbsp; <br /><br /> ' +
            '* * * 功效： <br />祛風， 通絡， 利腰膝。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 髀股痿痺， 不得屈伸， 腰痛膝寒， 腹痛，' +
            ' 足麻木不仁， 黃疸， 股內筋絡急， 小腹引喉痛。 近人報導： ' +
            '風濕痛， 下肢癱瘓。 <br /><br /> * * * 方例： <br />' +
            '股關節炎： 髀關、 委中、 承扶。 下肢麻痺、 癱瘓： 髀關、 ' +
            '環跳、 風市、 足三里、 承扶。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺1～ 1.5 吋。 艾炷灸3～ 5 壯， ' +
            '艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 髀關(ST31)'
    },
    'ST32': {
        'message': '* * * 位置： <br />大腿前面， 髂前上棘與髕底外側端的連線上， ' +
            '髕底上6吋處。 當股直肌肌腹中。《 針灸甲乙經》：「 在膝上六寸起肉間」；' +
            '《 醫學入門》：「 膝髀罅上六寸向裡」。 <br /><br /> ' +
            '* * * 功效： <br />祛寒濕， 利腰膝。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 腰膝冷痛， 下肢麻痺不仁， 腳氣，' +
            ' 寒疝， 狂邪鬼語， 風勞氣逆， 少氣。 近人報導： 下肢癱瘓， 膝關節炎，' +
            ' 蕁麻疹， 股外側皮神經炎。 <br /><br /> * * * 方例： <br />' +
            '下肢癱瘓： 腎俞， 伏兔， 陽陵泉， 足三里， 丘墟， 太沖。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺1～ 2 吋。 艾炷灸3～ 5 壯， ' +
            '艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 伏兔(ST32)'
    },
    'ST33': {
        'message': '* * * 位置： <br />大腿前面， 髂前上棘與髕底外側端連線上，' +
            ' 髕底上3吋處。《 針灸甲乙經》：「 在膝上三寸， 伏兔下， 若拜而取之。」' +
            '《 神應經》：「 在膝蓋上三寸。」 <br /><br /> * * * 功效： <br />' +
            '祛寒濕、 利膝關。 <br /><br /> * * * 主治： <br />古代記述： ' +
            '寒疝痛， 腹脹滿， 痿厥少氣， 腿膝無力， 膝中寒， 水腫大腹， 兩足拘攣。' +
            ' 近人報導： 膝關節炎， 股外側皮神經炎。 <br /><br />' +
            ' * * * 方例： <br />寒疝： 陰市、 肝俞。 寒疝腹痛： ' +
            '陰市、 太溪、 肝俞。 <br /><br /> * * * 刺灸法：' +
            ' <br />直刺0.5～ 1 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 陰市(ST33)'
    },
    'ST34': {
        'message': '* * * 位置： <br />大腿前面， 屈膝， ' +
            '髂前上棘與髕底外側端的連線上， 髕底上2寸處。 伸膝時， ' +
            '當股直肌與股外側肌之間凹陷中。《 針灸甲乙經》：「 在膝上二寸」；' +
            '《 針方六集》：「 去膝蓋二寸」；《 循經考穴編》：「 屈膝取之，' +
            ' 在膝蓋骨上盡處陷中。」 <br /><br /> * * * 功效： <br />' +
            '通調胃氣， 和中降逆， 祛風化濕。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 膝痛， 屈伸不得， 鶴膝風， 腰腳痛，' +
            ' 冷痺不仁， 乳腫痛。 近人報導： 胃炎， 乳腺炎， 膝關節炎， 股外側皮神經炎。' +
            ' <br /><br /> * * * 方例： <br />筋攣、 膝不得屈伸、 不可以行： 梁丘、' +
            ' 曲泉， 陽關。 <br />乳腫： 梁丘、 地五會。 <br />鶴膝風： 梁丘、 髖骨、 ' +
            '陽陵泉、 三陰交。 <br />胃炎： 梁丘、 中脘、 內關。 膝關節痛： 梁丘、 ' +
            '犢鼻、 陽陵泉、 膝陽關、 陰陵泉。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.5～ 1 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸5～ 10 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 梁丘(ST34)'
    },
    'ST35': {
        'message': '* * * 位置： <br />膝部， 屈膝時， 髕骨與髕韌帶外側凹陷處。' +
            '《 針灸甲乙經》：「 在膝下 {31}上， 俠解大筋中。」《 千金要方》：「 ' +
            '在膝頭蓋骨上際外骨邊平處， 以手按之得節解則是。 一雲在膝頭， 近外三骨箕中動脈，' +
            ' 以手按之得窟解是。」《 醫學入門》：「 在膝頭， 眼外側大筋陷中。」 <br />' +
            '<br /> * * * 功效： <br />祛風濕， 利膝關。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 膝痛、 腳氣、 下肢麻痺、 犢鼻腫。' +
            ' 近人報導： 膝關節及周圍軟組織病。 <br /><br /> * * * 方例： <br />' +
            '膝及膝下病： 宜灸犢鼻、 膝關、 三里、 陽陵泉。 <br />膝不仁：' +
            ' 犢鼻、 髀關、 陽陵泉。 膝關節炎： 犢鼻、 梁丘、 陽陵泉。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺1～ 1.5 吋。 禁直接灸，' +
            ' 艾條灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 犢鼻(ST35)'
    },
    'ST36': {
        'message': '* * * 位置： <br />小腿前外側， 外膝眼(犢鼻) 下3吋， ' +
            '脛骨前緣外一橫指(中指) 處， 當脛骨前肌中。《 靈樞· 本輸》：「' +
            ' 膝下三寸， {39}骨外。」《 針灸資生經》：「 每以大拇指、 ' +
            '次指圈其膝蓋， 以中指住處為穴， 或以小指住處為穴， 皆不得真穴所在也。' +
            '…… 蓋在膝髕下 {38}，俠大筋中也。 則是犢鼻之下三寸， 方是三里。 ' +
            '不可便從膝頭下去三寸為三里穴也。 若如今人之取穴， 恐失之太高矣。」' +
            '《 循經考穴編》：「 須於 {31}骨外容側指許。」 <br /><br />' +
            ' * * * 功效： <br />調理脾胃， 和腸消滯， 清熱化濕， ' +
            '降逆利氣， 扶正培元。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 脘痛脹滿， 膈咽不通， 食飲不下， 嘔吐， 善噫， 腸鳴，' +
            ' 腹痛， 便秘或腹瀉， 霍亂， 心悸， 胸脅支滿， 少腹腫痛， ' +
            '遺溺， 小便不利， 五勞贏瘦， 七傷虛乏， 發熱， 虛煩身熱， 癲癇，' +
            ' 頭重額痛， 口歪， 咽痺， 乳癰， 目疾， 目 {11} {11}不能遠視， 四肢腫滿， ' +
            '膝 {31}痠痛， 腳氣， 腳腫， 腰痛不可以顧， 癱瘓。 近人報導： 消化不良，' +
            ' 急、 慢性胃炎， 返流性胃炎， 胃、 十二指腸潰瘍， 胃腸運動功能失常， ' +
            '胃輕癱， 幽門痙攣， 腸梗阻， 菌痢， 急、 慢性腸炎， 闌尾炎，' +
            ' 急性胰腺炎等消化系統病症。 虛弱， 休克， 貧血， 高血壓， 肝炎， 黃疸，' +
            ' 哮喘， 癲癇， 神經衰弱， 高脂血症， 白細胞減少症，' +
            ' 痛風以及過敏性疾病泌尿， 生殖系統疾病。 <br /><br />' +
            ' * * * 方例： <br />腳痛、 膝腫： 三里、 懸鐘、 二陵(陰陵泉、' +
            ' 陽陵泉)、 三陰交、 太沖。 <br />慢性腸炎： 足三里、 天樞、' +
            ' 上巨虛、 關元、 行間、 外陵。 <br />預防子癇發作或減輕症狀： ' +
            '足三里、 內關、 大陵、 陽陵泉、 太陽、 肩外俞。 <br />胰腺炎：' +
            ' 足三里、 下巨虛、 陽陵泉、 內關。 <br />高血壓： 足三里、 ' +
            '曲池、 內關、 三陰交。 <br />暈厥： 足三里、 百會、 ' +
            '人中、 合谷、 太沖。 <br />餘熱不盡： 足三里、 曲池、 合谷。' +
            ' <br />嘔吐： 足三里、 內關、 公孫、 中脘。 <br />呃逆：' +
            ' 足三里、 中脘、 內關、 膈俞、 天突。 <br />胃脘痛： 足三里、' +
            ' 中脘、 內關。 妊娠惡阻： 足三里、 內關、 上脘。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺1～ 2 吋。 艾炷灸5～ 7 壯，' +
            ' 艾條灸10～ 20 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 足三里(ST36)'
    },
    'ST37': {
        'message': '* * * 位置： <br />小腿前外側， 外膝眼(犢鼻) 下6吋。 ' +
            '脛骨前緣外一橫指(中指) 處。 當足三里直下3吋， 脛骨前肌中。《 ' +
            '靈樞· 本輸》：「 復下三里三寸。」 <br /><br /> * * * 功效： ' +
            '<br />理脾和胃， 通腸化滯， 疏經調氣。 <br /><br /> * * * 主治：' +
            ' <br />古代記述： 脾胃虛弱， {22}洩， 大腸癰， 胸脅滿， 膝腫， 腳氣，' +
            ' 腸中切痛而鳴濯濯， 當臍而痛， 食不化， 喘不能久立， 虛勞， 偏風猥腿，' +
            ' 手足不仁。 近人報導： 闌尾炎， 急慢性胃炎， 急慢性腸炎， 菌痢， ' +
            '下肢癱瘓。 <br /><br /> * * * 方例： <br />腸炎、 菌痢： 上巨虛，' +
            ' 天樞。 <br /><br /> * * * 刺灸法： <br />直刺1～ 2 吋。 ' +
            '艾炷灸5～ 7 壯， 艾條灸10～ 20 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 上巨虛(ST37)'
    },
    'ST38': {
        'message': '* * * 位置： <br />小腿前外側， 外膝眼(犢鼻) 下8吋，' +
            ' 脛骨前緣外一橫指(中指) 處。 當小腿前外側中點， 脛骨前肌中， ' +
            '外與豐隆相平。《 針灸甲乙經》：「 在下廉上一寸」。 <br /><br />' +
            ' * * * 功效： <br />調腸胃， 利氣， 清熱。 <br /><br />' +
            ' * * * 主治： <br />古代記述： 脛病， 足緩失履， 脛寒不得臥，' +
            ' 足 {31}痛， 足痿， 足冷， 脘痛， 腸疝痛， 下利， 咽痛， 膝股腫，' +
            ' 跗腫轉筋， 寒酸腫痛， 濕痺， 足下熱。 近人報導： 漏肩風(肩痛不能舉)。' +
            ' <br /><br /> * * * 方例： <br />足下熱、 不能久立： 條口、 三里、' +
            ' 承山、 承筋。 <br /><br /> * * * 刺灸法： <br />直刺1～ 2 吋。' +
            ' 艾炷灸3～ 5 壯， 艾條灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 條口(ST38)'
    },
    'ST39': {
        'message': '* * * 位置： <br />小腿前外側， 外膝眼(犢鼻) 下9吋，' +
            ' 脛骨前緣外一橫指(中指) 處， 當上巨虛直下3吋。《 靈樞· 本輸》：' +
            '「 復下上廉三寸。」 <br /><br /> * * * 功效： <br />調腸， ' +
            '清熱， 通乳。 <br /><br /> * * * 主治： <br />古代記述： 胃熱、' +
            ' 腹痛， 洩瀉痢疾， 下肢痺症， 足痿， 乳癰， 癲癇， 小腹痛， ' +
            '腰背控睾而痛， 寒熱身痛， 暴驚狂言， 氣逆， 轉筋， 脛重， 足跗不收， ' +
            '跟痛。 近人報導： 急慢性腸炎， 風濕性關節炎， 腳氣症。 <br /><br />' +
            ' * * * 方例： <br />洩痢膿血： 下廉、 幽門、 太白。 胸脅滿引腹： ' +
            '下廉、 丘墟、 俠溪、 腎俞。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺0.5～ 1.5 吋。 艾炷灸5～ 7 壯， ' +
            '艾條灸10～ 20 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 下巨虛(ST39)'
    },
    'ST40': {
        'message': '* * * 位置： <br />小腿前外側， 外踝尖上8吋， ' +
            '脛骨前緣外二橫指(中指) 處。 內與條口相平， 當外膝眼(犢鼻)' +
            ' 與外踝尖連線的中點。《 靈樞· 經脈》：「 去踝八寸」；' +
            '《 針灸甲乙經》：「 在外踝上八寸， 下廉 {31}外廉陷者中」；' +
            '《 針方六集》：「 條口外廉一寸陷者中， 別走太陰者。」《 循經考穴編》：' +
            '「 外踝向前， 旁解溪上去八寸。 又法： 於膝骨盡處量至腳腕中， 折斷當中是。」' +
            ' <br /><br /> * * * 功效： <br />和胃氣， 化痰濕， 清神志。 ' +
            '<br /><br /> * * * 主治： <br />古代記述： 氣逆， 喉痺卒暗， 狂癲，' +
            ' 足不收， 脛枯， 胸腹痛， 嘔吐， 便秘， 腳氣， 厥頭痛， 眩暈， 煩心，' +
            ' 面浮腫， 四肢腫， 身重， 經久閉， 忽大崩， 婦人心痛， 諸痰為病， 頭風喘嗽，' +
            ' 大小便澀難。 <br />近人報導： ? 病， 支氣管喘息， 慢性氣管炎， 高血壓，' +
            ' 高脂血症。 <br /><br /> * * * 方例： <br />四肢不收： 豐隆、 脾俞。 ' +
            '<br />風逆四肢腫： 豐隆、 復溜。<br />痰嗽： 豐隆、 肺俞。 喉痺： ' +
            '合谷， 湧泉、 天突、 豐隆。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺1～ 2 吋。 艾炷灸5～ 7 壯， ' +
            '艾條灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 豐隆(ST40)'
    },
    'ST41': {
        'message': '* * * 位置： <br />足背與小腿交界處的橫紋中央凹陷處， ' +
            '當 {79}長伸肌腱與趾長伸肌腱之間。《 靈樞· 本輸》：「 ' +
            '上衝陽一寸半陷者中也」；《 太平聖惠方》：「 在系鞋處」；《 針灸玉龍經》' +
            '：「 在足腕上大筋外宛宛中」；《 醫學入門》：「 去內庭上六寸半」；' +
            '《 針灸大成》：「 足大指次指直上， 跗上陷者宛宛中」；《 循經考穴編》：' +
            '「 正居 {31}跗之間」；《 動功按摩秘訣》：「 去陷谷四寸半」。' +
            ' <br /><br /> * * * 功效： <br />理脾， 化濕， 清胃熱。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 頭痛， 眩暈，' +
            ' 眼疾， 頭面浮腫， 腹脹， 便秘， 足膝痛或痿痺， 癲疾， 霍亂， ' +
            '轉筋， 熱病汗不出， 善噫， 胃熱譫語， 瘧， 驚悸， 股膝重， 筋痺，' +
            ' 面目赤， 口痛齧舌， 足脛虛腫， 氣逆。 近人報導： 腎炎， 臌脹，' +
            ' 腸炎， 足下垂， 踝關節及周圍軟組織病， 血栓閉塞性脈管炎，' +
            ' 血栓性靜脈炎。 <br /><br /> * * * 方例： <br />' +
            '膝股腫、 轉筋： 解溪、 條口、 丘墟、 太白。 <br />' +
            '癲疾： 解溪、 陽蹺。 <br />風眩頭痛嘔吐煩心： 解溪、 承光。 <br />' +
            '足趾腫爛： 解溪、 八風、 湧泉。 <br />腎炎： 解溪、 腎俞、 復溜、' +
            ' 陰陵泉。 踝部痛： 解溪、 商丘、 丘墟、 崑崙、 太溪。 <br /><br />' +
            ' * * * 刺灸法： <br />淺刺0.3～ 0.5 吋。 禁直接灸， ' +
            '艾條灸5～ 10 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 解溪(ST41)'
    },
    'ST42': {
        'message': '* * * 位置： <br />足背最高處， {79}長伸肌腱與趾長伸肌腱之間， ' +
            '足背動脈搏動處。《 靈樞· 本輸》：「 足跗上五寸陷者中」；《 針灸甲乙經》：' +
            '「 去陷谷三寸」；《 千金要方》：「 一雲二寸」；《 醫宗金鑑》：「 ' +
            '從解溪下行足跗上高骨間動脈」。 <br /><br /> * * * 功效： <br />' +
            '扶土化濕， 和胃寧神。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 頭面浮腫， 上齒痛， 腹脹， 胃脘痛， 足痿， 腳背腫痛， ' +
            '癲狂， 瘧， 痿厥， 風頭重， 額痛， 樞股膕外廉骨痛， 腹大不嗜食， ' +
            '熱病汗不出， 口中熱病， 痺不仁， 振寒時有熱， 四肢不舉， 腹滿身重，' +
            ' 善嘔， 癭， 口眼歪斜。 近人報導： 脈管炎。 <br /><br /> ' +
            '* * * 方例： <br />足痿失履不收： 沖陽、 足三里、 僕參、 飛揚、' +
            ' 復溜、 完骨。 <br />瘧從腳 {31}起： 沖陽、 束骨。 <br />' +
            '狂妄行、 登高而歌， 棄衣而走： 沖陽、 豐隆。 腳氣： 公孫、 沖陽、' +
            ' 三里。 <br /><br /> * * * 刺灸法： <br />' +
            '淺刺0.3～ 0.5 吋(灸)。 禁直接灸， 艾條灸5～ 10 分鐘。 <br />' +
            '其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 沖陽(ST42)'
    },
    'ST43': {
        'message': '* * * 位置： <br />足背第2、 3 蹠骨結合部前方凹陷處。《' +
            ' 靈樞· 本輸》：「 上中指內間上行二寸陷者中也」；《 針灸甲乙經》：' +
            '「 足大指次指間本節後陷者中， 去內庭二寸。」 & nbsp; <br /><br />' +
            ' * * * 功效： <br />行水， 利氣。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 顏面浮腫， 目赤痛， 腸鳴腹痛， 腹水， 盜汗，' +
            ' 足背腫痛， 發熱， 熱病汗不出， 腹大滿， 喜噫， 咳逆不止， {88}逆不止，' +
            ' {88}瘧少氣， 季肋支滿痛。 近人報導： ? 病。 <br /><br /> ' +
            '* * * 方例： <br />面目癰腫： 陷谷、 列缺。 <br />腸鳴而痛： 陷谷' +
            '、 溫留、 漏谷、 復溜、 陽綱。 <br />卒面腫： 陷谷、 上星、 囟會、 ' +
            '前頂、 公孫。 產後善噫： 陷谷， 期門。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺或向上斜刺0.5～ 1 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 陷谷(ST43)'
    },
    'ST44': {
        'message': '* * * 位置： <br />足背第2～ 3 趾間， 趾蹼緣後方凹陷處。' +
            '《 靈樞· 本輸》：「 次指外間也」；《 醫學入門》：「 足次指、 三指歧骨陷中」' +
            '；《 針方六集》：「 兩歧骨後三分」；《 針灸集成》：「 腳丫紋盡處」。 <br /><br />' +
            ' * * * 功效： <br />清胃熱， 化積滯。 <br /><br /> * * * 主治：' +
            ' <br />古代記述： 齒痛， 鼻衄， 口歪， 口噤， 口臭， 胃熱上衝， 喉痺， 腹脹滿，' +
            ' 腸疝痛， 洩瀉， 赤白痢， 便秘， 足背腫痛， 發熱， 煩躁， 嘈雜， 食不化， ' +
            '脛痛不可屈伸， 瘧， 不嗜食， 惡食， 小便出血， 小腹 {16}滿， 石蠱， ' +
            '寒瘧面腫， 腸鳴， 癮疹， 耳鳴。 近人報導： 牙痛， 三叉神經痛， 急慢性腸炎，' +
            ' 腸疝痛， 腳氣。 <br /><br /> * * * 方例： <br />脛痛不可屈伸： 內庭、' +
            ' 環跳。 <br />厥逆： 內庭、 章門。 <br />小腹 {16}脹： ' +
            '內庭、 臨泣。 <br />睛痛： 內庭、 上星。 <br />牙痛、 扁桃體炎：' +
            ' 內庭、 合谷。 <br /><br /> * * * 刺灸法： <br />直刺或向上斜刺0.5～ 1 吋。' +
            ' 艾炷灸3～ 5 壯， 艾條灸5～ 10 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 內庭(ST44)'
    },
    'ST45': {
        'message': '* * * 位置： <br />足第2趾趾甲廊外側角後旁1分凹陷處。 ' +
            '<br /> 《靈樞• 本輸》：「 足大指內次指之端也」；《 針灸甲乙經》：「 ' +
            '去爪甲角如韭葉」；《 針方六集》：「 在足大指次指之端外側， ' +
            '向中指邊去爪甲如韭葉。」 <br /><br /> * * * 功效： <br />蘇厥， ' +
            '清胃熱。 <br /><br /> * * * 主治： <br />古代記述： 顏面浮腫，' +
            ' 口歪， 口噤， 氣絕， 齒痛， 喉痺， 多夢， 心腹脹滿， 發熱， 昏厥，' +
            ' 鼽衄， 眩時僕， 足寒， 不得臥， 振寒， 夢魘不寧， 喜寐， 癲狂。 ' +
            '近人報導： 神經衰弱症， 扁桃腺炎， ? 病。 <br /><br /> * * * 方例： ' +
            '<br />鼻不利涕黃： 厲兌、 京骨、 前谷。 <br />脛寒不得臥： 厲兌、' +
            ' 條口、 三陰交。 <br />瘧不嗜食惡寒： 厲兌、 內庭。 喜寐： 厲兌、 ' +
            '隱白。 <br /><br /> * * * 刺灸法： <br />直刺或向上斜刺2～ 3 分，' +
            ' 點刺出血。 艾炷灸1～ 3 壯， 艾條灸3～ 5 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足陽明胃經穴」 [Acupoint] 厲兌(ST45)'
    },
    "GB38": {
        "picture": "gifTemp.gif",
        "title": '「足少陽膽經穴」 [Acupoint]  陽輔(GB38)',
        "message": "*** 位置：<br />" +
            "小腿外側部，外踝尖上四寸，腓骨前緣稍前方凹陷處，當小腿外側部的下1/4折點。《靈樞·本輸》：「外踝之上，輔骨之前，及絕骨之端也。」《針灸甲乙經》：「在足外踝上四寸，輔骨前，絕骨端，如前三分。」 (《素問·刺腰痛論》王冰注作：「如後五分」)，《針灸集成》：「在光明、懸鐘二穴之中，微向外。」<br />" +
            "<br />***  功效：<br />" +
            "祛風濕、利筋骨，瀉膽火。<br />" +
            "<br />*** 主治：<br />" +
            "古代記述：寒熱痠痛、四肢不舉，腋下腫、瘰?，喉痺，酸痺不仁、腰痛、諸風，口苦、脅痛。頭熱如火、足冷如冰。近人報導：偏頭痛、高血壓。<br />" +
            "<br />*** 方例：<br />" +
            "逆厥：章門、陽輔、臨泣，如脈絕灸間使或針復溜。<br />" +
            "腋腫、馬刀瘍：陽輔、太沖。髀樞膝骨痺不仁：陽輔、陽交、陽陵泉。<br />" +
            "<br />*** 刺灸法：<br />" +
            "直刺0.5～1吋。艾炷灸3-5壯，艾條溫灸10-15分鐘。<br />" +
            "其它：<br />"
    },
    'SP14': {
        'message': '* * * 位置： <br />下腹部， 大橫下1.3 吋， 距前正中線4吋處' +
            '。 下距府舍3吋， 約當臍中與髂前上棘連線的外1 / 3 折點。《 針灸甲乙經》：「 在大橫下一寸三分' +
            '」；《 類經圖翼》：「 去腹中行三寸半」；《 針方六集》：「 上直兩乳， 挾任脈兩旁各四寸」；《 針灸' +
            '資生經》：「 去腹中行各當為四寸半」； 諸家所述距前正中線分寸有出入， 今從《 針方六集》。 <br ' +
            '/><br /> * * * 功效： <br />調氣理腸。 <br /><br /> * * * 主' +
            '治： <br />古代記述： 繞臍痛， 上衝搶心， 腹寒瀉利， 咳逆， 疝痛， 善驚恐。 近人報導： ' +
            '急性單純性闌尾炎。 <br /><br /> * * * 方例： <br />痛搶心： 腹結、 行間。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺或斜刺0.5～ 1.5 吋。 <br' +
            ' />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 腹結(SP14)'
    },
    'SP15': {
        'message': '* * * 位置： <br />腹中部， 距臍中4吋， 腹直肌外緣凹陷處。《 ' +
            '針灸甲乙經》：「 在腹哀下三寸， 直臍旁」；《 類經圖翼》：「 在腹哀下三寸五分， 平臍， 去中行三寸' +
            '半」；《 針方六集》：「 橫直臍旁大橫紋中， 上直兩乳， 俠任脈兩旁各四寸。」《 針灸資生經》：「 去' +
            '腹中行各當為四寸半」； 諸家所述距前正中線分寸有出入， 今從《 針方六集》。 <br /><br />' +
            ' * * * 功效： <br />溫中， 理腸。 <br /><br /> * * * 主治： <br' +
            ' />古代記述： 大風逆氣， 多寒善悲， 驚怖， 心忪少力， 下痢， 洞洩， 便秘， 小腹寒痛， 中焦' +
            '虛寒， 四肢不可舉動， 小腹熱， 欲走太息。 近人報導： 膽道蛔蟲症， 腸道蛔蟲症， 腸麻痺。 <br' +
            ' /><br /> * * * 方例： <br />腸道蛔蟲症： 大橫、 四縫或足三里。 腹疼痛、 洞' +
            '洩： 大橫、 天樞、 中脘、 關元、 足三里、 三陰交。 <br /><br /> * * * 刺灸法' +
            '： <br />直刺或斜刺0.5～ 1.5 吋。 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 大橫(SP15)'
    },
    'SP16': {
        'message': '* * * 位置： <br />上腹部， 臍中上3吋(建裡) 旁開前正線4吋處' +
            '， 當大橫上3吋。《 針灸甲乙經》：「 在日月下一寸五分」；《 類經圖翼》：「 去腹中行三寸半」；《 ' +
            '針方六集》：「 上直兩乳， 挾任脈兩旁各四寸」；《 醫宗金鑑》： 乳下二肋端之下二寸」；《 針灸資生經' +
            '》：「 去腹中行各當為四寸半」； 諸家所述距前正中線分寸有出入， 今從《 針方六集》。 <br /><' +
            'br /> * * * 功效： <br />溫中， 理腸。 <br /><br /> * * * 主治' +
            '： <br />古代記述： 腹寒痛， 食不化， 便結， 下痢膿血。 <br />近人報導： 消化不良。' +
            ' <br /><br /> * * * 方例： <br />食不化： 腹哀、 太白。 <br /><b' +
            'r /> * * * 刺灸法： <br />直刺或斜刺0.5～ 1.5 吋。 可灸。 <br />其它' +
            '： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 腹哀(SP16)'
    },
    'SP17': {
        'message': '* * * [定位] 在胸外側部， 當第5肋間隙， 距前正中線6吋。 <br ' +
            '/> [解剖] 在第五肋間隙， 前鋸肌中， 深層有肋間內、 外肌； 布有胸外側動、 靜脈， 胸腹壁動、' +
            ' 靜脈； 布有第五肋間神經外側皮支。 <br /> <br /> * * * [主治] 胸脅脹痛， 噫' +
            '氣， 翻胃， 腹脹， 水腫。 <br /> [Function] <br /> <br /> * * ' +
            '* [配伍] 配羶中治胸肋脹痛。 <br /><br /> * * * [刺灸法] 斜刺或向外平刺0.' +
            '5～ 0.8 吋。 <br /> [附註] 本經食竇至大包諸穴， 深部為肺臟， 不可深刺。 <br /' +
            '>',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 食竇(SP17)'
    },
    'SP19': {
        'message': '* * * [定位] 在胸外側部， 當第３肋間隙， 距前正中線6吋。 <br ' +
            '/> [解剖] 在第三肋間隙， 胸大肌、 胸小肌外緣， 前鋸肌中， 下層為肋間內、 外肌； 有胸外側動' +
            '、 靜脈， 第三肋間動、 靜脈； 布有第三肋間神經。 <br /> <br /> * * * [主治]' +
            ' 胸脅脹痛。 <br /> [Function] <br /> <br /> * * * [配伍] 配' +
            '羶中治胸肋脹痛。 <br /><br /> * * * [刺灸法] 斜刺或向外平刺0.5～ 0.8 吋' +
            '。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 胸鄉(SP19)'
    },

    'SP20': {
        'message': '* * * [定位] 在胸外側部， 當第２肋間隙， 距前正中線6吋。 <br ' +
            '/> [解剖] 在第二肋間隙， 胸大肌中， 下層為胸小肌， 肋間內、 外肌； 有胸外側動、 靜脈， 第' +
            '二肋間動、 靜脈； 布有胸前神經分又， 正當第一肋間神經。 <br /> <br /> * * * [' +
            '主治] 咳嗽， 氣逆， 胸脅脹滿。 <br /> [Function] <br /> <br /> *' +
            ' * * [配伍] 配羶中治胸肋脹滿。 <br /><br /> * * * [刺灸法] 斜刺或向外平' +
            '刺0.5～ 0.8 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 周榮(SP20)'
    },

    'SP21': {
        'message': '* * * [定位] 在側胸部， 腋中線上， 當第6肋間隙處。 <br /> ' +
            '[解剖] 在第六肋間隙， 前鋸肌中； 有胸背動、 靜脈及第六肋間動、 靜脈； 布有第六肋間神經， 當胸' +
            '長神經直系的末端。 <br /> <br /> * * * [主治] 氣喘， 胸脅病， 全身疼痛， 四' +
            '肢無力。 <br /> [Function] <br /> <br /> * * * [配伍] 配足三' +
            '里治四肢無力。 <br /><br /> * * * [刺灸法] 斜刺或向後平刺0.5～ 0.8 吋。' +
            ' <br /> [附註] 脾之大絡。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 大包(SP21)'
    },

    'GB40': {
        'message': '* * * 位置： <br />足背， 外踝前下方， 伸趾長肌腱外側， 距跟關' +
            '節間凹陷處。《 循經考穴編》：「 踝骨尖下微前三分骨縫中， 穴對商丘。」《 靈樞· 本輸》：「 外踝之' +
            '前下， 陷者中也。」《 針灸甲乙經》：「 去臨泣一寸」，《 備急千金要方》 糾正作「 三寸」。 <br' +
            ' /><br /> * * * 功效： <br />舒筋、 利胸脅、 明目、 清熱。 <br /><b' +
            'r /> * * * 主治： <br />古代記述： 胸滿、 善太息、 胸中膨膨然， 目痛、 目視不明' +
            '、 目翳、 腰兩脅痛、 腳酸轉筋、 足腕不收、 髀樞腳痛、 腳跗疼、 痿軟、 草鞋風。 近人報導： 胸' +
            '脅痛、 膽絞痛、 膽囊炎、 膽結石、 腋窩淋巴結炎、 足內翻、 踝關節扭傷、 高血壓。 <br /><' +
            'br /> * * * 方例： <br />目中翳膜： 瞳子 ? 、丘墟。 <br />脅痛： 中瀆、' +
            ' 丘墟。 <br />腳跗痛： 丘墟、 解溪、 商丘、 行間。 踝跟骨痛： 絕骨、 丘墟、 崑崙。 <' +
            'br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋。 艾炷灸3 - 5 壯' +
            '， 艾條溫灸10 - 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 丘墟(GB40)'
    },

    'BL19': {
        'message': '* * * 位置： <br />在背部， 當第10胸椎棘突下， 旁開1.5 吋' +
            '。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br' +
            ' />黃疸， 口苦， 肋痛， 肺癆， 潮熱。 <br /><br /> * * * 方例： <br /' +
            '>配陽陵泉、 太沖膽道疾病。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～' +
            ' 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 膽俞(BL19)'
    },

    'BL18': {
        'message': '* * * 位置： <br />在背部， 當第9胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>黃疸， 脅痛， 吐血， 目赤， 目眩， 雀目， 癲狂癇， 脊背痛。 <br /><br /> * ' +
            '* * 方例： <br />配支溝、 陽陵泉治脅痛； 配太沖治目眩。 <br /><br /> * *' +
            ' * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 肝俞(BL18)'
    },
    'BL17': {
        'message': '* * * 位置： <br />在背部， 當第7胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>嘔吐， 呃逆， 氣喘， 咳嗽， 吐血， 潮熱， 盜汗。 <br /><br /> * * * 方例' +
            '： <br />配內關、 足三里治嘔吐、 呃逆； 配足三裡、 血海、 肓膏治貧血。 <br /><br' +
            ' /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 膈俞(BL17)'
    },

    'GB44': {
        'message': '* * * 位置： <br />足第4趾節末節外側， 距趾甲角1分處。《 靈樞' +
            '· 本輸》：「 足小指次指之端也」；《 針灸甲乙經》：「 去爪甲如韭葉」；《 醫學入門》：「 足第四指' +
            '端外側」。 即第四趾外側， 趾甲廓外側角後旁1分凹陷處。 <br /><br /> * * * 功效：' +
            ' <br />洩熱、 利脅、 通竅。 <br /><br /> * * * 主治： <br />古代記' +
            '述： 脅痛不得息、 咳而汗出、 手足厥冷、 煩熱、 轉筋、 頭痛、 喉痺、 舌卷干、 耳聾、 耳鳴、 ' +
            '癰疽、 膽寒不得臥、 夢魘、 肘臂不舉。 近人報導： 膽道蛔蟲症。 <br /><br /> * * ' +
            '* 方例： <br />喉痺舌卷口乾： 關沖、 少澤、 足竅陰。 <br />手臂肘攣不伸： 手三里、' +
            ' 足竅陰。 <br />轉筋汗不出： 膽俞、 太淵、 孔最、 陽陵泉、 足竅陰。 夜眠多夢： 心俞、 ' +
            '內關、 神門、 足三里、 足竅陰。 <br /><br /> * * * 刺灸法： <br />淺刺0' +
            '.2～ 0.3 吋。 艾炷灸3 - 5 壯， 艾條溫灸10 - 15 分鐘。 <br />其它： <b' +
            'r />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 足竅陰(GB44)'
    },

    'GB43': {
        'message': '* * * 位置： <br />足背第四、 五趾之間的趾縫端， 趾蹼緣後方赤白' +
            '肉際處。《 靈樞· 本輸》：「 足小指、 次指之間也」；《 針灸甲乙經》：「 在足小指、 次指二歧骨間' +
            '， 本節前陷者中。」《 針灸集成》：「 合縫紋頭歧骨間」。 <br /><br /> * * * 功效' +
            '： <br />清頭目、 利胸脅。 <br /><br /> * * * 主治： <br />古代記述' +
            '： 頭眩、 頷痛、 熱病、 狂疾、 目外眥赤痛、 目癢泣出、 耳鳴、 耳聾、 胸脅支滿、 膝外廉痛、 ' +
            '乳癰腫潰、 小腹腫痛、 月水不通、 足跗腫。 近人報導： 足趾麻木。 <br /><br /> * *' +
            ' * 方例： <br />頷腫口噤： 陽谷、 俠溪。 <br />頷頰腫： 和 ? 、頰車、 俠溪。 ' +
            '<br />腋下腫、 馬刀 ? ：陽輔、 太沖、 俠溪。 <br />膝外廉痛： 膝陽關、 俠溪。 發' +
            '熱： 合谷、 陽谷、 腕骨、 勞宮、 商陽、 俠溪、 厲兌洩血。 <br /><br /> * * *' +
            ' 刺灸法： <br />向趾縫後方斜刺0.5～ 1 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 ' +
            '分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 俠溪(GB43)'
    },

    'GB42': {
        'message': '* * * 位置： <br />足背外側部第四、 五蹠骨間， 跖趾關節後方， ' +
            '小趾伸肌腱內側緣凹陷處。 當足臨泣下五分。《 針灸甲乙經》：「 在足小指、 次指本節後間陷者中」；《 ' +
            '銅人腧穴針灸圖經》：「 去俠溪一寸」。 <br /><br /> * * * 功效： <br />利胸' +
            '脅、 消乳腫。 <br /><br /> * * * 主治： <br />古代記述： 內傷唾血， 眼目' +
            '赤疼、 腋下腫、 乳腫， 耳鳴， 腰痛、 足背紅腫、 足外無膏澤。 <br />近人報導： 乳腺炎(早' +
            '期)、 腰椎穿刺針麻用穴。 <br /><br /> * * * 方例： <br />眼癢眼痛： 光明' +
            '、 地五會。 <br />腋下腫： 天池、 委陽、 陽輔、 申脈、 足臨泣、 地五會。 <br />耳' +
            '鳴、 腰痛： 耳門、 足三里、 地五會。 乳腫痛： 羶中、 乳根、 足三里、 足臨泣、 地五會。 <b' +
            'r /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋。 艾炷灸3 - 5 壯，' +
            ' 艾條溫灸10 - 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 地五會(GB42)'
    },

    'GB41': {
        'message': '* * * 位置： <br />足背外側第四、 五蹠骨底前方， 小趾伸肌腱外側' +
            '凹陷處。 當第四、 五趾趾縫端(俠溪) 上一寸五分處。《 靈樞· 本輸》：「〔 俠溪〕 上行一寸半陷者' +
            '中」；《 針灸甲乙經》：「 在足小指、 次指本節後間陷者中」。 <br /><br /> * * * ' +
            '功效： <br />清頭目、 利胸脅、 祛風、 瀉火。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 頭痛、 頭眩、 目澀， 身痺、 寒熱， 胸脅支滿、 喘氣、 心痛不得息， 乳腫' +
            '、 腋下腫、 瘰 ? ，腰腹膝外廉痛、 刖尼， 手足中風不舉、 痛麻發熱拘攣、 筋牽、 腿疼、 眼腫赤' +
            '疼、 齒痛、 耳聾、 咽腫、 項腫連腮、 浮風搔癢、 月經不調。 近人報導： 結膜炎、 乳腺炎、 乳腺' +
            '增生、 頸淋巴結結核、 退乳。 <br /><br /> * * * 方例： <br />小腹之 {16}：' +
            '足臨泣、 內庭。 <br /> 髀中痛不得行、 足外皮痛： 三陰交、 足臨泣。 <br /> 月事不利： ' +
            '中極、 三陰交、 足臨泣。 <br /> 頭痛目眩： 風池、 豐隆、 足臨泣。 回乳： 光明、 ' +
            '足臨泣。 <br /> <br /> * * * 刺灸法： <br /> 直刺0.5～ 1 吋。 ' +
            '艾炷灸3 - 5 壯， 艾條溫灸10 - 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 足臨泣(GB41)'
    },

    'GB39': {
        'message': '* * * 位置： <br />小腿外側部， 外踝尖上三寸， 腓骨前緣凹陷處。' +
            ' 或定於腓骨後緣與腓骨長、 短肌之間凹陷處。《 針灸甲乙經》：「 在足外踝上三寸動者脈中， 足三陽絡，' +
            ' 按之陽明脈絕乃取之。」《 針灸大成》：「 尋摸尖骨者是」，《 循經考穴編》：「 須細揣摸絕骨尖， 如' +
            '前三分而高寸許是陽輔， 絕骨尖間筋骨縫中是懸鐘， 與三陰交對。」 <br /><br /> * * *' +
            ' 功效： <br />洩膽火、 清髓熱、 舒筋脈。 <br /><br /> * * * 主治： <b' +
            'r />古代記述： 腹滿、 胃中有熱、 不嗜食， 熱病汗不出， 五淋， 喉痺， 髀樞痛、 諸節酸折、 ' +
            '風勞身重， 中風手足不遂、 頸項強、 腳氣。 近人報導： 落枕、 偏頭痛、 淋巴結核、 足內翻。 <b' +
            'r /><br /> * * * 方例： <br />足緩難行： 條口、 絕骨、 沖陽。 <br />' +
            '腳弱無力： 足三里、 絕骨、 申脈、 公孫。 <br />腳氣： 絕骨、 三里、 陰交。 <br />' +
            ' {58}足： 環跳、 懸鐘。 <br /> 心腹脹滿： 絕骨、 內庭。 <br /> 偏頭痛：' +
            ' 風池、 懸鐘、 俠溪。 <br /> 中風半身不遂： 腎俞、 環跳、 風市、 委中、 懸鐘、' +
            ' 足三里。 落枕： 天柱、 後溪、 懸鐘。 <br /> <br /> * * * 刺灸法：' +
            ' <br /> 直刺0.5～ 1 吋。 艾炷灸3 - 5 壯， 艾條溫灸10 - 15 分鐘。' +
            ' <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 懸鐘(GB39)'
    },

    'SP13': {
        'message': '* * * 位置： <br />下腹部， 腹結下3吋， 距前正中線4吋凹陷處，' +
            ' 當腹股溝上方， 衝門外上7分。《 針灸甲乙經》：「 在腹結下三寸」；《 類經圖翼》：「 去腹中行三寸' +
            '半」；《 醫宗金鑑》：「 從衝門上行七分」； 即旁開前正中線3.5 吋。《 針方六集》 作：「 上直兩' +
            '乳， 挾任脈兩旁各四寸」；《 針灸資生經》：「 去腹中行各當為四寸半」； 諸家所述距前正中線分寸有出入' +
            '， 今從《 針方六集》。 <br /><br /> * * * 功效： <br />調下焦， 散積聚。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 疝瘕， 髀中急痛， 搶心， 腹' +
            '痛， 腹滿積聚， 厥逆霍亂。 近人報導： 子宮脫垂。 <br /><br /> * * * 方例： <' +
            'br />子宮脫垂： 關元、 府舍、 陰陵泉。 腹滿： 府舍、 足三里、 三陰交。 <br /><br' +
            ' /> * * * 刺灸法： <br />直刺或斜刺0.5～ 1.5 吋。 艾炷灸3～ 5 壯， 艾條' +
            '灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 府舍(SP13)'
    },

    'BL15': {
        'message': '* * * 位置： <br />在背部， 當第5胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>心痛， 驚悸， 咳嗽， 吐血， 失眠， 健忘， 盜汗， 夢遺， 癲癇。 <br /><br /> ' +
            '* * * 方例： <br />配巨闕、 內關治心痛、 驚悸； 配內關、 神門治失眠、 健忘。 <br' +
            ' /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <br />其它： ' +
            '<br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 心俞(BL15)'
    },

    'SP12': {
        'message': '* * * 位置： <br />腹股溝外側， 距恥骨聯合上緣中點(曲骨) 3.' +
            '5 吋， 髂外動脈搏動處外側， 當髂前上棘與恥骨聯合之間的連線的外1 / 3 折點處。《 針灸甲乙經》' +
            '：「 上去大橫五寸， 在府舍下， 橫骨兩端約文中動脈。」《 類經圖翼》：「 去腹中行三寸半」；《 針灸' +
            '逢源》：「 在府舍下七分…… 去中各三寸半」； 即曲骨旁開3.5 吋處。《 針方六集》 作「 上直兩乳' +
            '…… 俠任脈兩旁各四寸」；《 針灸資生經》：「 去腹中行各當為四寸半」； 諸家所述距前正中線分寸有出入' +
            '， 今從《 針灸甲乙經》 定作3.5 吋。 <br /><br /> * * * 功效： <br />' +
            '理血， 調下焦。 <br /><br /> * * * 主治： <br />古代記述： 腹寒氣滿， 腹' +
            '中積聚疼痛， 身熱， 疝痛， 癃閉， 難產， 妊娠子上衝心， 不得息， 痔疾， 霍亂， 帶下產崩， ?' +
            ' 癖。 <br />近人報導： 尿瀦留。 <br /><br /> * * * 方例： <br />腹' +
            '滿積聚： 衝門、 府舍。 <br />帶下產崩： 衝門、 氣沖。 <br />? 癖： 衝門、 血海。' +
            ' <br /><br /> * * * 刺灸法： <br />避開股動脈， 刺入1～ 2 吋。 禁用直' +
            '接灸， 艾條灸5～ 10 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 衝門(SP12)'
    },

    'BL16': {
        'message': '* * * 位置： <br />在背部， 當第6胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>心痛， 胸悶， 腹痛， 寒熱、 氣喘。 <br /><br /> * * * 方例： <br />' +
            '配內關治心痛、 胸悶。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.' +
            '8 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 督俞(BL16)'
    },

    'SP11': {
        'message': '* * * 位置： <br />大腿內側， 血海上6吋， 血海與衝門的連線上，' +
            ' 當髕底內側端上8吋凹陷處。《 針灸甲乙經》：「 在魚腹上， 越(起) 兩筋間， 動脈應手」；《 千金' +
            '翼方》：「 在陰股內起脈間」；《 醫學入門》：「 血海上六寸」；《 針方六集》：「 下氣沖五寸。」 <' +
            'br /><br /> * * * 功效： <br />調下焦， 利水。 <br /><br /> *' +
            ' * * 主治： <br />古代記述： 癃閉， 小便難而白， 淋， 遺溺， 鼠鼷痛。 近人報導： 下' +
            '肢癱瘓(脊髓灰質炎後遺症等)， 前列腺炎。 <br /><br /> * * * 方例： <br />' +
            '遺溺： 箕門、 通裡、 大敦、 膀胱俞、 太沖、 委中、 神門。 <br /><br /> * * *' +
            ' 刺灸法： <br />直刺0.5～ 1.5 吋。 禁直接灸， 艾條灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 箕門(SP11)'
    },

    'BL13': {
        'message': '* * * 位置： <br />在背部， 當第3胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>咳嗽， 氣喘， 吐血， 骨蒸， 潮熱， 盜汗， 鼻塞。 <br /><br /> * * * 方例' +
            '： <br />配風門治咳嗽喘； 配合谷、 迎香治鼻疾。 <br /><br /> * * * 刺灸法' +
            '： <br />斜刺0.5～ 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 肺俞(BL13)'
    },

    'SP10': {
        'message': '* * * 位置： <br />大腿內側， 髕底內側端上2吋， 當股四頭肌內側' +
            '頭隆起處。《 針灸甲乙經》：「 在膝臏上內廉白肉際二寸半」；《 千金要方》：「 一作三寸」；《 千金翼' +
            '方》 作「 二寸」；《 靈樞經脈翼》 作「 二寸中」； 今皆從二寸，「 半」 字疑為「 中」 字之誤。' +
            '《 針方六集》：「 一方以患人手按膝蓋骨上， 大指向內。 余四指向外， 大指盡處是穴。」 即以對側的手' +
            '掌按其膝蓋， 手指向上， 拇指偏向大腿內側， 當拇指端所止處。《 循經考穴編》：「 以虎口按犢鼻骨， ' +
            '取中指點到是。」 <br /><br /> * * * 功效： <br />調血清血， 宣通下焦。 <' +
            'br /><br /> * * * 主治： <br />古代記述： 月經不調， 經閉， 暴崩， 漏下惡' +
            '血， 兩腿內側生瘡癢痛或紅腫有膿， 氣逆腹脹， 腎藏風， ? 癖， 陰瘡， 五淋。 近人報導： 功能性' +
            '子宮出血， 蕁麻疹， 濕疹， 皮膚搔癢， 盆血。 <br /><br /> * * * 方例： <br' +
            ' />月脈不調： 血海、 帶脈。 <br />膝關節炎： 血海、 梁丘、 足三里、 陰陵泉。 風疹： ' +
            '血海、 三陰交、 曲池、 合谷。 <br /><br /> * * * 刺灸法： <br />直刺0.' +
            '5～ 1.5 吋。 艾炷灸3～ 5 壯， 艾條灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 血海(SP10)'
    },

    'BL14': {
        'message': '* * * 位置： <br />在背部， 當第4胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>咳嗽， 心痛， 胸悶， 嘔吐。 <br /><br /> * * * 方例： <br />配內關治' +
            '心痛、 心悸。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 厥陰俞(BL14)'
    },

    'BL11': {
        'message': '* * * 位置： <br />在背部， 當第1胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>咳嗽， 發熱， 項強， 肩背痛。 <br /><br /> * * * 方例： <br />配肩中' +
            '俞、 肩外俞治肩背痛。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.' +
            '8 吋。 <br />其它： <br />(l) 八會穴之一， 骨會大杼； 手足太陽經交會穴。 <br' +
            ' />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 大杼(BL11)'
    },

    'BL12': {
        'message': '* * * 位置： <br />在背部， 當第2胸椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>傷風， 咳嗽， 發熱頭痛， 項強， 胸背痛。 <br /><br /> * * * 方例： <br' +
            ' />配肺俞、 大椎治咳嗽、 氣喘； 配合谷治傷風咳嗽。 <br /><br /> * * * 刺灸法' +
            '： <br />斜刺0.5～ 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 風門(BL12)'
    },

    'BL10': {
        'message': '* * * 位置： <br />在項部大筋(斜方肌) 外緣之後髮際凹陷中， 約' +
            '當後髮際正中旁開1.3 吋。 <br /><br /> * * * 功效： <br /><br /> ' +
            '* * * 主治： <br />頭痛， 項強， 鼻塞， 癲狂癇， 肩背病， 熱病。 <br /><br' +
            ' /> * * * 方例： <br />配大椎治頭痛項強。 <br /><br /> * * * 刺灸' +
            '法： <br />直刺或斜刺0.5～ 0.8 吋， 不可向內上方深刺， 以免傷及延髓。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 天柱(BL10)'
    },

    'GB34': {
        'message': '* * * 位置： <br />小腿外側部， 腓骨頭前下方凹陷處。 今作膝下二' +
            '寸。 <br /> 《靈樞· 本輸》：「 在膝外陷者中也」；《 針灸甲乙經》：「 ' +
            '在膝下一寸， {39}外廉陷者中。」《 針灸問對》：「 膝下二寸」；《 備急千金要方》' +
            '：「 在膝下外， 尖骨前陷者中」。《 動功按摩秘訣》：「 在膝外高骨下各一指」。' +
            ' 今作膝下二寸。 <br /> <br /> * * * 功效： <br /> 疏洩肝膽、 清利濕熱、' +
            ' 舒筋健膝。 <br /> <br /> * * * 主治： <br /> 古代記述： 膽病、 善太息、' +
            ' 口苦、 嘔宿汁、 心下澹澹、 脅下痛脹、 吐逆， 喉鳴， 諸風、 頭面腫、 頭痛、 ' +
            '眩暈， 遺尿、 髀痺引膝股外廉痛、 不仁、 筋攣急、 筋軟、 筋疼、 膝伸不得屈、 ' +
            '冷痺、 半身不遂、 腳冷無血色、 膝腫麻木、 草鞋風。 近人報導： 膽絞痛、 膽囊炎、 ' +
            '膽石症、 膽道蛔蟲症、 肝炎、 高血壓、 習慣性便秘、 帶狀皰疹、 膝關節痛、 ' +
            '踝關節扭傷、 漏肩風、 落枕、 肋間神經痛、 下肢癱瘓、 足內翻、 耳鳴、 耳聾。 ' +
            '<br /> <br /> * * * 方例： <br /> 偏風、 半身不遂： 曲池、 ' +
            '環跳、 陽陵泉。 <br /> 喉鳴： 羶中、 天池、 陽陵泉。 <br /> 腹脅滿： ' +
            '陽陵泉、 三里、 上廉。 <br /> 膽囊炎： 胸8～ 9 夾脊、 內關、 陽陵泉、' +
            ' 膽囊穴。 <br /> 冷風濕痺： 環跳、 陽陵泉、 足三里。 <br /> 脅痛： ' +
            '期門、 支溝、 陽陵泉。 <br /> 膝腫： 陰陵泉、 陽陵泉。 <br /> 草鞋風： ' +
            '陽陵泉、 懸鐘、 三陰交。 <br /> 腳氣痠痛： 肩井、 足三里、 陽陵泉。 <br />' +
            ' 足緩： 陽陵泉、 沖陽、 丘墟、 太沖。 <br /> <br /> ' +
            '* * * 刺灸法： <br /> 直刺1～ 2 吋。 艾炷灸3 - 5 壯， 艾條溫灸10 - 15 分鐘。' +
            ' <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 陽陵泉(GB34)'
    },

    'GB35': {
        'message': '* * * 位置： <br />小腿外側部， 外踝尖上七寸， 腓骨後凹陷處。 ' +
            '& nbsp;《針灸甲乙經》：「 在外踝上七寸， 斜屬三陽分肉間。」 意指斜向足太陽經側。 <br /' +
            '><br /> * * * 功效： <br />利腿足、 鎮驚、 清熱。 <br /><br /> *' +
            ' * * 主治： <br />古代記述： 寒熱， 癲疾， 驚狂、 喑不能言， 下肢痿痺、 髀脛不收、 ' +
            '喉痺、 胸滿、 面腫、 心悸怔忡、 轉筋。 <br /><br /> * * * 方例： <br />' +
            '胸滿： 陽交足、 臨泣。 驚悸怔忡： 陽交、 解溪。 <br /><br /> * * * 刺灸法： ' +
            '<br />直刺1～ 1.5 吋。 艾炷灸3 - 5 壯， 艾條溫灸10 - 15 分鐘。 <br /' +
            '>其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 陽交(GB35)'
    },

    'GB36': {
        'message': '* * * 位置： <br />小腿外側面， 外踝尖上七寸， 腓骨前緣凹陷處。' +
            ' 當陽陵泉與外踝尖連線的中點， 與陽交相平。《 針灸甲乙經》：「 在外踝上七寸」；《 針灸集成》：「 ' +
            '與陽交在一處， 外丘在前， 陽交在後。」《 凌門傳授銅人指穴》 的插圖亦同；《 針方六集》：「 與陽交' +
            '平， 差後一寸。」 前後有誤。 <br /><br /> * * * 功效： <br />利腿足、 鎮' +
            '驚、 清熱。 <br /><br /> * * * 主治： <br />古代記述： 胸脅支滿、 頭痛、' +
            ' 寒熱、 膚痛， 痿痺、 癲 {91}、犬傷。 近人報導： 下肢癱瘓、 腓神經麻痺、 ' +
            '頸項強痛。 <br /> <br /> * * * 方例： <br /> 頸項強痛： 風池、 ' +
            '後溪、 外丘。 <br /> <br /> * * * 刺灸法： <br /> 直刺1～ 1.5 吋。' +
            ' 艾炷灸3 - 5 壯， 艾條溫灸10 - 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 外丘(GB36)'
    },

    'GB37': {
        'message': '* * * 位置： <br />小腿外側部， 外踝尖上五寸， 腓骨前緣凹陷處，' +
            ' 當趾長伸肌與腓骨短肌之間。《 靈樞· 經脈》：「 去踝五寸， 別走厥陰」；《 針灸甲乙經》：「 在足' +
            '外踝上五寸」。 <br /><br /> * * * 功效： <br />通絡、 明目。 <br />' +
            '<br /> * * * 主治： <br />古代記述： 眼目昏花、 視物不明、 目赤腫痛、 羞明畏光' +
            '、 夜盲、 青盲、 眼癢， 癢齧頰， 偏頭痛、 乳房脹痛、 肘痛、 刖尼痛不能久立、 脛熱， 身體不仁' +
            '， 足冷， 解 {32}、狂。 近人報導： 視神經萎縮、 白內障、 偏頭痛、 面肌痙攣。 <br /> <br /> * * * 方例： <br /> 目生內障： 風池、 天府、 光明。 <br /> 眼病： 合谷、 光明。 善 {114}頰： 光明、 臨泣。 <br /> <br /> * * * 刺灸法： <br /> 直刺1～ 1.5 吋。 艾炷灸3 - 5 壯， 艾條溫灸10 - 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 光明(GB37)'
    },

    'GB30': {
        'message': '* * * 位置： <br />臀部， 股骨大轉子後上方凹陷處。 側臥屈股， ' +
            '當股骨大轉子突起點與 ? 管裂孔連線的外1 / 3 折點。 或於髂後上棘， 坐骨結節與股骨大轉子突起部' +
            '連線所圍成之三角形區的中央處定穴。《 針灸甲乙經》：「 在髀樞中。 側臥， 伸下足， 屈上足取之。」《' +
            ' 神應經》：「 即硯子骨下宛宛中也」， 硯(研) 子骨指股骨。 <br /><br /> * * * ' +
            '功效： <br />利腰腿， 祛風濕。 <br /><br /> * * * 主治： <br />古代' +
            '記述： 偏風， 半身不遂， 髀樞痛不可舉， 腰脅相引急痛， 腰胯痛不得轉側， 冷風濕痺， 痺不仁， 股' +
            '膝痠痛， 脛痛不可屈伸， 足麻痺， 風疹。 近人報導： 坐骨神經痛， 下肢癱瘓， 股外側皮神經痛， 臀' +
            '部軟組織疾病、 下肢痙攣。 <br /><br /> * * * 方例： <br />髀樞中痛不可舉：' +
            ' 環跳、 束骨、 交信、 陰交、 陰舍。 <br />脛痛不可屈伸： 環跳、 內庭。 <br />足麻' +
            '痺： 環跳、 陰陵泉、 陽輔、 太溪、 至陰。 <br />腿膝痠疼痛： 環跳、 陽陵泉、 丘墟。 <' +
            'br />腿股痠痛： 環跳、 居 ? 、陽陵泉。 <br />半身不遂(下肢)： 環跳、 陽陵泉、 足' +
            '三里、 崑崙、 解溪。 股外側皮神經痛： 環跳、 風市、 中瀆、 陽陵泉。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺1.5～ 2.5 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 1' +
            '5 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 環跳(GB30)'
    },

    'GB31': {
        'message': '* * * 位置： <br />股外側面正中線上， 膕橫紋(膝中) 上七寸處。' +
            ' 當直立垂手時中指尖所指處。《 肘後備急方》：「 在兩髀外， 可平倚垂手， 直掩髀上， 當中指頭大筋上' +
            '， 捻之自覺好也。」《 針灸玉龍經》：「 在膝外廉上七寸， 垂手中指盡處是穴。」 <br /><br ' +
            '/> * * * 功效： <br />祛風濕， 利腿足。 <br /><br /> * * * 主治：' +
            ' <br />古代記述： 風痺疼痛， 半身不遂， 腳氣， 腰腿痠痛， 兩膝攣痛， 足脛頑麻， 足膝無力' +
            '， 尿床， 渾身搔癢。 近人報導： 坐骨神經痛， 股外側皮神經痛， 下肢癱瘓， 蕁麻疹。 <br />' +
            '<br /> * * * 方例： <br />腿腳乏力： 風市、 陰市。 <br />腰痛： 風市、 ' +
            '委中、 行間。 <br /> {15}痺： 風市、 崑崙。 蕁麻疹： 風市、 曲池、 外關、 ' +
            '大椎、 血海、 足三里、 三陰交。 <br /> <br /> * * * 刺灸法： <br /> ' +
            '直刺1～ 2 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 風市(GB31)'
    },

    'GB32': {
        'message': '* * * 位置： <br />股外側面正中線上， 膕橫紋(膝中) 上五寸， ' +
            '股外側股與股二頭股之間凹陷處。 當風市下二寸。《 針灸甲乙經》：「 在髀骨外， 膝上五寸分肉間陷中。」' +
            '《 循經考穴論》：「 一本序此穴在風市之前， 且雲風市上一寸」， 疑有誤。 <br /><br /> ' +
            '* * * 功效： <br />祛風濕， 利腿足。 <br /><br /> * * * 主治： <b' +
            'r />古代記述： 寒氣在分肉間， 筋痺不仁， 腿叉風痛連腰胯， 痿證， 脅痛。 近人報導： 股外側皮' +
            '神經痛。 <br /><br /> * * * 方例： <br />痿： 針中瀆、 環跳， 灸足三里、' +
            ' 肺俞。 脅痛： 丘墟、 中瀆。 <br /><br /> * * * 刺灸法： <br />直刺1～' +
            ' 2 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 中瀆(GB32)'
    },

    'GB33': {
        'message': '* * * 位置： <br />膝外側部， 陽陵泉直上三寸， 股骨外上髁上方凹' +
            '陷處。 屈膝時， 當股骨外上髁後， 髂脛束與股二頭肌腱之間凹陷處。《 針灸甲乙經》：「 在陽陵泉上三寸' +
            '， 犢鼻外陷中。」《 針灸資生經》 作：「 在陽陵泉上二寸」；《 針灸集成》：「 在膝眼傍一寸」。 <' +
            'br /><br /> * * * 功效： <br />利膝、 舒筋、 降逆。 <br /><br /' +
            '> * * * 主治： <br />古代記述： 膝外廉痛、 不可屈伸、 筋攣、 鶴膝風毒、 脛痺不仁，' +
            ' 嘔吐不止、 多涎。 近人報導： 膝膕腫痛攣、 小腿麻木。 <br /><br /> * * * 方例' +
            '： <br />脛不仁： 環跳、 膝陽關、 承筋。 膝關節炎： 膝陽關、 梁丘、 犢鼻、 血海、 足三' +
            '里。 <br /><br /> * * * 刺灸法： <br />直刺1～ 1.5 吋。 艾炷灸3 -' +
            ' 5 壯， 艾條溫灸10 - 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 膝陽關(GB33)'
    },

    'GB28': {
        'message': '* * * 位置： <br />腹部， 髂前上棘前下方凹陷處， 當五樞前下0.' +
            '5 吋， 對腹股溝處。《 針灸甲乙經》：「 在章門下五寸三分」，《 循經考穴編》：「 又法： 居 ? ' +
            '上二寸五分」；《 類經圖翼》：「 一曰在中極旁八寸五分」；《 針灸集成》：「 對章門直下七寸」； 可供' +
            '參考。 <br /><br /> * * * 功效： <br />調帶脈， 理下焦。 <br /><b' +
            'r /> * * * 主治： <br />古代記述： 嘔逆， 水腫， 腰腿痛， 少腹痛。 近人報導： ' +
            '腹脹， 子宮脫垂， 月經不調， 帶下， 腰胯痛。 <br /><br /> * * * 方例： <br' +
            ' />赤白帶下： 維道、 三陰交、 太沖。 <br /><br /> * * * 刺灸法： <br /' +
            '>直刺或向前下方斜刺1～ 2 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />其' +
            '它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 維道(GB28)'
    },

    'GB27': {
        'message': '* * * 位置： <br />腹部， 髂前上棘內側凹陷處， 與臍下三寸(關元' +
            '、 水道) 處相平， 當關元旁六寸。《 針灸甲乙經》：「 在帶脈下三寸； 一曰在水道旁一寸五分。」《 ' +
            '針灸大成》：「 水道傍五寸五分」，《 循經考穴編》：「 腰胯罅中」。 <br /><br /> * *' +
            ' * 功效： <br />調帶脈， 理下焦。 <br /><br /> * * * 主治： <br /' +
            '>古代記述： 小腹痛， 裡急， 陰疝， 腰間痛， 婦人下赤白。 近人報導： 腹脹， 子宮脫垂。 <br' +
            ' /><br /> * * * 方例： <br />? 瘕： 氣海、 五樞、 氣門、 足三里、 三陰交' +
            '。 <br />肩脊痛： 五樞、 背縫。 卵縮： 五樞、 歸來。 <br /><br /> * * *' +
            ' 刺灸法： <br />直刺或向前下方斜刺1～ 2 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 ' +
            '分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 五樞(GB27)'
    },

    'GB29': {
        'message': '* * * 位置： <br />髖部， 髂前上棘與股骨大轉子突出部連線的中點處' +
            '。《 針灸甲乙經》：「 在章門下八寸三分， 監骨上陷者中。」《 循經考穴編》：「 合居環跳上二寸五分」' +
            '；《 醫宗金鑑》：「 維道下行三寸」， 即維道後下方三寸。《 針灸集成》：「 在維道下二寸後開五分， ' +
            '環跳前， 橫直環跳， 相去三寸微高些。」 <br /><br /> * * * 功效： <br />利' +
            '腰髖， 祛風濕。 <br /><br /> * * * 主治： <br />古代記述： 腰痛引少腹， ' +
            '腿風， 癱瘓， 痿弱， 腿腳諸疾， 下利。 近人報導： 急性腰扭傷， 坐骨神經痛， 髖關節及周圍軟組織' +
            '疾病， 脊髓灰質炎後遺症， 胃痛， 下腹痛， 膀胱炎， 睾丸炎， 子宮內膜炎。 <br /><br /' +
            '> * * * 方例： <br />腿風濕痛： 居 ? 、環跳、 委中。 <br /><br /> *' +
            ' * * 刺灸法： <br />直刺1～ 2 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 居 ? (GB29)'
    },

    'GB25': {
        'message': '* * * 位置： <br />側腰部， 第十二肋游離端下方凹陷處， 前距章門' +
            '約一寸八分， 後略平志室。《 針灸甲乙經》：「 在監骨下(上)， 腰中挾脊， 季脅下(後) 一寸八分」' +
            '。《 備急千金要方》：「 在監骨腰中季脅本， 挾脊。」《 循經考穴編》：「 一頭齊神闕， 一頭齊命門，' +
            ' 折中是穴。」 可供參考。 <br /><br /> * * * 功效： <br />健腰， 利水， ' +
            '消脹。 <br /><br /> * * * 主治： <br />古代記述： 腹脹， 小腹痛， 裡急，' +
            ' 洞洩， 水道不通， 溺黃， 腰痛， 骨痺痛引背。 近人報導： 腎炎， 肋間神經痛。 <br /><b' +
            'r /> * * * 方例： <br />尿黃、 水道不通： 京門、 照海。 <br />洞洩不化： ' +
            '京門、 然谷、 陰陵泉。 <br />洞洩體痛： 京門、 崑崙。 <br />脊 {23}反折：' +
            ' 京門、 石關。 <br /> 小腹腫： 京門、 蠡溝、 中封。 <br /> ' +
            '腰痛不可以久立俯仰： 京門、 行間。 腰痛： 京門、 腎俞、 膀胱俞、 委中。 ' +
            '<br /> <br /> * * * 刺灸法： <br /> 斜刺1～ 1.5 吋。 ' +
            '艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 京門(GB25)'
    },

    'GB26': {
        'message': '* * * 位置： <br />側腹部第十一肋游離端(章門) 直下一寸八分， ' +
            '與臍相平處。《 針灸甲乙經》：「 在季脅下一寸八分」；《 類經圖翼》：「 在臍旁八寸半， 肥人九寸， ' +
            '瘦人八寸。」 <br /><br /> * * * 功效： <br />調帶脈， 利腰腹。 <br /' +
            '><br /> * * * 主治： <br />古代記述： 婦人少腹堅痛， 月水不通， 赤白帶下， 腰' +
            '腹縱， 疝痛， 腎虛。 近人報導： 子宮脫垂， 盆腔炎。 <br /><br /> * * * 方例：' +
            ' <br />小腹堅痛、 月水不通： 帶脈、 俠溪。 <br />腎氣衝心： 關元、 帶脈。 赤白帶下' +
            '： 帶脈、 關元、 氣海、 三陰交、 白環俞、 間使。 <br /><br /> * * * 刺灸法：' +
            ' <br />斜刺1～ 1.5 吋。 艾炷3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />其' +
            '它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 帶脈(GB26)'
    },

    'GB23': {
        'message': '* * * 位置： <br />側胸部淵腋前一寸， 約與乳頭相平， 當淵腋與天' +
            '溪連線的中點。《 針灸甲乙經》：「 在腋下三寸， 復前行一寸， 著脅。」《 針灸大成》 補充：「 三肋' +
            '端， 橫直蔽骨旁七寸五分， 平直兩乳， 側臥屈上足取之。」 <br /><br /> * * * 功效' +
            '： <br /><br /> * * * 主治： <br />古代記述： 胸中暴滿不得眠， 喘息， 太' +
            '息善悲， 小腹熱， 多唾， 嘔吐宿汁， 吞酸， 馬刀癭 ? 。近人報導： 肋間神經痛， 胸膜炎。 <b' +
            'r /><br /> * * * 方例： <br />嘔吐： 輒筋、 內關、 足三里。 <br />胸' +
            '脅疼痛： 輒筋、 支溝、 丘墟。 喘息不得臥： 定喘、 輒筋、 孔最。 <br /><br /> * ' +
            '* * 刺灸法： <br />沿肋間隙沿皮刺0.3～ 0.5 吋。 艾炷灸3～ 5 壯， 艾條溫灸10' +
            '～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 輒筋(GB23)'
    },

    'GB24': {
        'message': '* * * 位置： <br />脅肋部， 乳頭直下， 第七肋間隙凹陷處， 距腹' +
            '正中線4吋。《 針灸甲乙經》：「 在期門下一寸五分」；《 素問· 氣府論》 王冰註：「 在第三肋端， ' +
            '橫直心蔽骨傍各同身寸之二寸五分， 上直兩乳。」 即乳下三肋間， 當第七肋間隙， 距腹中線3.5 吋處。' +
            ' 但因乳頭 <br /> * * * 位置常在第五肋上， 日月則相應下移至第八肋端下緣， 當肋弓下緣與' +
            '腹直肌外側緣交界處。《 循經考穴編》：「 與中脘平。」 龐安時《 傷寒總病論》 等將期門定於肋弓下緣，' +
            ' 再於期門下五分處定日月(如《 備急千金要方》：「 在期門下五分」)。 <br />) <br />降' +
            '逆， 利膽。 <br /><br /> * * * 主治： <br />古代記述： 嘔吐宿汁， 吞酸，' +
            ' 氣上溢而口為之苦， 善太息， 善悲， 少腹有熱， 多唾， 言語不正， 四肢不收。 近人報導： 黃疸，' +
            ' 膽囊炎， 膽石症， 肝炎， 肋間神經痛， 呃逆。 <br /><br /> * * * 方例： <b' +
            'r />少腹熱、 欲走、 太息： 日月、 大橫膽虛、 氣上溢而口為之苦： 日月、 膽俞。 <br />' +
            '<br /> * * * 刺灸法： <br />斜刺0.3～ 0.5 吋。 艾炷灸3～ 5 壯， 艾條' +
            '溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 日月(GB24)'
    },

    'GB21': {
        'message': '* * * 位置： <br />肩上， 前直乳中， 當大椎與肩峰端連線的中點處' +
            '。《 針灸甲乙經》：「 在肩上陷者中， 缺盆上， 大骨前」； 大骨， 指肩胛岡， 穴在肩胛骨上角與斜方' +
            '肌上緣之間。《 太平聖惠方》：「 在肩上陷罅中， 缺盆上， 大骨前一寸半， 以三指按之， 當其中指下陷' +
            '者中是也。」《 針灸玉龍經》：「 在肩端上缺盆盡處」；《 針方六集》：「 如取左[側] 穴， 用本人右' +
            '手小指按於左肩柱骨尖上， 平排三指， 取中指下第一節中是穴。 取右[側] 穴， 亦如是。」 可作定位參' +
            '考。 <br /><br /> * * * 功效： <br />利肩臂， 平氣逆， 下乳， 催產。 <' +
            'br /><br /> * * * 主治： <br />古代記述： 肩背痺痛， 臂不舉， 頸項不得回顧' +
            '， 中風氣塞， 涎上， 不語， 氣逆， 翻胃， 嘔吐， 咳逆上氣， 瘰 ? ，虛勞， 產後乳汁不下， ' +
            '乳癰， 婦人產暈， 難產。 近人報導： 神疲乏力， 嗜眠， 胸悶， 乳腺增生。 <br /><br /' +
            '> * * * 方例： <br />寒熱淒索氣上不得臥： 肩井、 關沖。 <br />瘰 ? ：肩井、' +
            ' 曲池、 大迎。 <br />胎衣不下： 肩井(產下厥逆者針五分， 若覺悶亂者再針足三里)、 中極、 ' +
            '三陰交。 <br />背部療瘡： 肩井、 靈道、 委中， 並灸騎竹馬穴。 <br />癰疽： 肩井、 ' +
            '曲池、 委中、 身柱。 <br />乳腺炎： 肩井、 天宗、 少澤。 乳腺增生： 肩井、 天宗、 腎俞' +
            '。 <br /><br /> * * * 刺灸法： <br />直刺或斜向後方斜刺0.5～ 0.8 吋' +
            '， 不宜向前內下方直刺， 以免穿透第1肋間隙或其上方而損傷深層的肺臟。 艾炷灸3～ 5 壯。 艾條溫灸' +
            '10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 肩井(GB21)'
    },

    'GB22': {
        'message': '* * * 位置： <br />側胸部， 舉臂， 腋下3吋， 第五肋間隙凹陷處' +
            '， 當腋窩中(極泉) 與第十一肋端連線的上1 / 4 折點。《 針灸甲乙經》：「 在腋下三寸宛宛中， ' +
            '舉臂取之。」 <br /><br /> * * * 功效： <br /><br /> * * * 主治' +
            '： <br />古代記述： 胸滿， 瘰 ? ，脅肋腫痛， 臂不得舉。 近人報導： 肋間神經痛， 胸膜炎' +
            '。 <br /><br /> * * * 方例： <br />馬刀腫 ? ：淵腋、 章門、 支溝。 <' +
            'br />馬刀腋下者： 淵腋、 支溝、 外關、 足臨泣。 <br />胸脅痛： 淵腋、 陽陵泉。 <b' +
            'r /><br /> * * * 刺灸法： <br />沿肋間隙沿皮刺0.3～ 0.5 吋。 艾炷灸3' +
            '～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 淵腋(GB22)'
    },

    'GB20': {
        'message': '* * * 位置： <br />項部枕骨下， 斜方肌上部外緣與胸鎖乳突肌上端後' +
            '緣之間凹陷處。 當風府與翳風之間， 或顳骨乳突尖(下端) 與第二頸椎棘突之間連線的中點。《 針灸甲乙經' +
            '》：「 在顳 ? (腦空) 後髮際陷者中」；《 外台秘要》：「 夾項兩邊」；《 素問· 氣府論》 王冰' +
            '註：「 在耳後陷者中， 按之引於耳中」；《 醫學入門》：「 耳後一寸半， 橫俠風府」；《 針方六集》：' +
            '「 俠風府兩傍各開二寸」；《 循經考穴編》：「 平耳墜微上， 大筋外髮際陷中， 與翳風相齊」。 <br' +
            ' /><br /> * * * 功效： <br />祛風， 解表， 清頭目， 利五官七竅。 <br /' +
            '><br /> * * * 主治： <br />古代記述： 頭痛， 眩暈， 熱病汗不出， 瘧， 中風不' +
            '語， 癭氣， 頸項強痛， 目不明， 目泣出， 多眵 {90}，目赤痛， 眼目生花， ' +
            '耳病， 鼻鼽衄， 筋攣不收。 近人報導： 高血壓， 腦震盪， 感冒， 近視，' +
            ' 電光性眼炎， 視網膜動脈阻塞， 青光眼， 急性結膜炎， 眼瞼下垂， 面肌痙攣，' +
            ' 蕁麻疹。 <br /> <br /> * * * 方例： <br /> 目不明： 風池、 五處。 ' +
            '<br /> ? 肉侵睛： 風池、 晴明、 太陽、 合谷。 <br /> 感冒： 風池、 外關。' +
            ' <br /> 鼻塞： 風池、 上星、 迎香、 合谷。 <br /> 高血壓： 風池、 曲池、' +
            ' 足三里、 太沖。 <br /> 偏正頭痛： 太陽、 風池、 合谷。 <br /> 後頭痛： ' +
            '風池、 後溪、 崑崙。 <br /> 近視： 風池、 合谷、 睛明、 承泣。 電光性眼炎：' +
            ' 風池、 合谷。 <br /> <br /> * * * 刺灸法： <br /> 向對側眼部的目內眥' +
            '方向刺入0.5～ 1.2 吋， 不可深刺， 尤其不能向對側目外眥、 耳屏或耳屏前緣方' +
            '向深刺， 以防止刺入顱腔損傷延髓或腦部。 也不可向同側眼部的目內眥方向深刺，' +
            ' 以免損傷椎動脈。 一般不灸。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 風池(GB20)'
    },

    'GB19': {
        'message': '* * * 位置： <br />頭部枕外隆凸上緣外側， 頭正中線旁開2.25 ' +
            '吋， 當頭臨泣與風池的連線上， 與腦戶、 玉枕相平。《 針灸甲乙經》：「 在承靈後一寸五分， 俠玉枕骨' +
            '下陷者中」；《 素問· 氣府論》 王冰註：「 俠枕骨後枕骨上」；《 扁鵲心書》：「 在耳尖角上排三指盡' +
            '處」；《 循經考穴編》：「 一法云： 風池上二寸， 與耳尖平」；《 針灸集成》：「 在懸顱後七分， 風' +
            '池上寸半」； 即枕部風池直上， 與枕外隆凸相平處， 其相距分寸記載不作準。 <br /><br /> ' +
            '* * * 功效： <br />祛頭風， 通鼻竅。 <br /><br /> * * * 主治： <b' +
            'r />古代記述： 腦風， 目瞑， 頭痛， 身熱， 風眩， 目痛， 鼻管疽， 癲疾， 心悸。 近人報導' +
            '： 鼻竇炎， 三叉神經痛、 枕大神經痛、 精神分裂症。 <br /><br /> * * * 方例： ' +
            '<br />厲鼻： 腦空、 頭竅陰。 癲疾、 大瘦、 頭痛： 腦空、 束骨。 <br /><br />' +
            ' * * * 刺灸法： <br />向後方沿皮刺0.5～ 1 吋。 不灸。 <br />其它： <br' +
            ' />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 腦空(GB19)'
    },

    'GB18': {
        'message': '* * * 位置： <br />頭部， 前髮際後4吋， 頭正中線旁開2.25 ' +
            '吋， 當頭臨泣與風池的連線上。《 針灸甲乙經》：「 在正營後一寸五分」；《 針灸問對》：「 臨泣有穴當' +
            '目上， 直入髮際五分望； 目窗、 正營各一寸， 承靈營後寸五放。」 即當前髮際後四寸；《 針灸大成》 ' +
            '在前髮際後五寸處定穴。《 針灸集成》：「 在曲鬢後寸半微高」， 意指承靈在角孫穴上方， 與角孫、 率谷' +
            '、 百會在一條橫線上。 <br /><br /> * * * 功效： <br />祛風， 通竅。 <b' +
            'r /><br /> * * * 主治： <br />古代記述： 腦風頭痛， 惡見風寒， 鼻衄， 鼻塞' +
            '。 近人報導： 鼻炎。 <br /><br /> * * * 方例： <br />鼻衄窒喘息不通： 承' +
            '靈、 風池、 風門、 噫嘻、 後溪。 頭頂痛： 百會、 承靈、 太沖。 <br /><br /> * ' +
            '* * 刺灸法： <br />向後方沿皮刺0.5～ 1 吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 承靈(GB18)'
    },

    'GB17': {
        'message': '* * * 位置： <br />頭頂部， 前髮際後2.5 吋， 頭正中線旁開2' +
            '.25 吋處， 當頭臨泣與風池的連線上。《 針灸甲乙經》：「 在目窗後一寸」；《 針灸大成》 作「 目' +
            '窗後寸半」。 <br /><br /> * * * 功效： <br />祛風， 利口齒。 <br />' +
            '<br /> * * * 主治： <br />古代記述： 頭項偏痛， 目眩， 痰飲頭暈， 嘔吐不已， ' +
            '齒痛， 唇吻急強。 近人報導： 鼻炎。 <br /><br /> * * * 方例： <br />眩暈' +
            '： 印堂、 太陽、 正營、 風池。 <br /><br /> * * * 刺灸法： <br />向後方' +
            '沿皮刺0.5～ 1 吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 正營(GB17)'
    },

    'GB16': {
        'message': '* * * 位置： <br />頭頂部， 前髮際後1.5 吋， 頭正中線旁開2' +
            '.25 吋處， 當頭臨泣與風池的連線上。《 針灸甲乙經》：「 在臨泣後一寸」；《 神應經》 及《 針灸' +
            '大成》 作在臨泣後一寸半。 <br /><br /> * * * 功效： <br />清頭目。 <br' +
            ' /><br /> * * * 主治： <br />古代記述： 頭痛， 頭旋， 目痛， 目遠視不明， ' +
            '青盲， 白膜覆瞳子， 頭面浮腫， 上齒齲腫。 近人報導： 近視。 <br /><br /> * * *' +
            ' 方例： <br />頭痛： 目窗、 天沖、 風池。 <br />目赤： 目窗、 大陵。 頭目浮腫： ' +
            '目窗、 陷谷。 <br /><br /> * * * 刺灸法： <br />向後方沿皮刺0.5～ 1 ' +
            '吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 目窗(GB16)'
    },
    'GB10': {
        'message': '* * * 位置： <br />頭顳部， 耳後乳突的後上方耳根上緣後入髮際一寸' +
            '處， 當天沖與完骨所連弧形連線的上1 / 3 折點。《 針灸甲乙經》：「 在耳後， 入髮際一寸」；《 ' +
            '外台秘要》 補充：「 下曲頰後」； <br /><br /> * * * 功效： <br />利口齒，' +
            ' 祛風。 <br /><br /> * * * 主治： <br />古代記述： 頭重如石， 耳鳴， 耳' +
            '聾， 牙痛， 足緩不收， 痿不能行， 不能言， 癭氣。 近人報導： 甲狀腺腫大。 <br /><br ' +
            '/> * * * 方例： <br />齒齦痛： 浮白、 完骨。 牙疼： 合谷、 內庭、 浮白、 陽谷、' +
            ' 三間。 <br /><br /> * * * 刺灸法： <br />沿皮刺0.5～ 1.5 吋， 或' +
            '向角孫透刺。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 浮白(GB10)'
    },

    'GB11': {
        'message': '* * * 位置： <br />頭部耳後乳突基部後上方凹陷處， 當天沖與完骨所' +
            '連弧形連線的下1 / 3 折點。《 針灸甲乙經》：「 在完骨上， 枕骨下， 搖動應手。」《 針灸集成》' +
            '：「 在浮白下一寸， 瘛脈後八分微上處， 髮際下」。 <br /><br /> * * * 功效： <' +
            'br />祛風， 清熱， 舒筋。 <br /><br /> * * * 主治： <br />古代記述：' +
            ' 頭痛引頸， 四肢轉筋， 頭項頷痛， 手足煩熱， 目痛， 脅痛， 咳逆， 癰疽， 耳鳴， 喉痺， 舌強' +
            '。 近人報導： 甲狀腺腫大， 中耳炎。 <br /><br /> * * * 方例： <br />頭痛' +
            '如錐刺， 不可以動： 頭竅陰、 強間。 <br /><br /> * * * 刺灸法： <br />橫' +
            '刺0.5～ 1 吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 頭竅陰(GB11)'
    },

    'GB12': {
        'message': '* * * 位置： <br />頭部耳後乳突後下方凹陷處。 當乳突後緣直下， ' +
            '平乳突下緣處， 與風府相平。《 針灸甲乙經》：「 在耳後， 入髮際四分」；《 針灸集成》：「 在竅陰下' +
            '七分髮際中」。 <br /><br /> * * * 功效： <br />祛風， 清熱， 寧神。 <b' +
            'r /><br /> * * * 主治： <br />古代記述： 頭風， 耳後痛， 頭項搖瘛， 牙床急' +
            '痛， 項腫不可俯仰， 頰腫引耳， 喉痺， 瘧， 癲狂癇， 足不收失履， 偏風， 手足攣痿。 近人報導：' +
            ' 失眠， 面癱， 流行性腮腺炎， 腦發育不全， 腦癱， ? 病。 <br /><br /> * * *' +
            ' 方例： <br /> {83}瘧： 完骨、 風池、 大杼。 <br /> 頭面氣 {59}腫： 完骨、' +
            ' 巨 ? <br /> 喉痺、 頸項腫不可俯仰、 頰腫引耳後： 完骨、 天牖、' +
            ' 前谷。 <br /> 頸項痛： 完骨、 頷厭。 失眠： 完骨、 三間。 <br /> <br />' +
            ' * * * 刺灸法： <br /> 直刺或斜刺0.5～ 1 吋。 不灸。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 完骨(GB12)'
    },

    'GB13': {
        'message': '* * * 位置： <br />頭部顱頂正中線旁開三寸， 前髮際後五分處。 當' +
            '神庭與頭維連線的外1 / 3 折點。《 針灸甲乙經》：「 在曲差兩傍各一寸五分， 在髮際」；《 醫學入' +
            '門》：「 臨泣外一寸半」；《 循經考穴編》：「 合神庭旁開三寸」。 <br /><br /> * * ' +
            '* 功效： <br />寧神， 祛風， 舒筋。 <br /><br /> * * * 主治： <br ' +
            '/>古代記述： 頭痛， 目眩， 頸項強急， 胸脅相引不得傾側， 癲疾， 小兒驚癇， 諸風， 中風不省人' +
            '事。 近人報導： 神經衰弱， 失眠。 <br /><br /> * * * 方例： <br />癲疾：' +
            ' 本神、 身柱。 <br />小兒驚癇： 本神、 前頂、 囟會、 天柱。 <br />胸脅相引不得傾側' +
            '： 本神、 顱息。 <br /><br /> * * * 刺灸法： <br />向上方沿皮刺0.5～ ' +
            '1 吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 本神(GB13)'
    },
    'GB14': {
        'message': '* * * 位置： <br />前額部， 瞳孔直上， 眉上一寸凹陷處， 當眉中' +
            '點直上至前髮際之間(目中線) 的下1 / 3 折點。 <br /><br /> * * * 功效： <' +
            'br />明目， 祛風。 <br /><br /> * * * 主治： <br />古代記述： 頭痛，' +
            ' 頭風， 目眩， 目赤腫痛， 眉目間痛， 夜盲， 近視， 遠視， 眼瞼 ? 動， 項強急不可以顧， 背' +
            '寒不得溫。 近人報導： 面癱， 三叉神經痛， 眶上神經痛， 眼瞼下垂。 <br /><br /> * ' +
            '* * 方例： <br />頭風如破、 眉目間痛： 陽白、 合谷、 解溪。 <br /><br /> ' +
            '* * * 刺灸法： <br />向眉中或眉頭、 眉梢沿皮刺0.5～ 1 吋。 不灸。 <br />其' +
            '它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 陽白(GB14)'
    },

    'GB15': {
        'message': '* * * 位置： <br />頭頂部， 瞳孔直上， 前髮際後五分處。 當神庭' +
            '與頭維連線的中點。《 針灸甲乙經》：「 當目上眥直入髮際五分陷者中」；《 素問· 氣府論》 王冰註：「' +
            ' 在直目上」；《 針灸集成》：「 距曲差一寸少」。 <br /><br /> * * * 功效： <b' +
            'r />明目， 祛風， 清神。 <br /><br /> * * * 主治： <br />古代記述： ' +
            '目眩， 目生白翳， 多淚， 小兒驚癇， 中風頭痛， 兩目眉頭痛， 鼻塞。 近人報導： 近視， 眶上神經' +
            '痛。 <br /><br /> * * * 方例： <br />鼻塞悶： 頭臨泣、 通天。 <br /' +
            '>淚出： 頭臨泣、 頭維。 <br />白翳： 頭臨泣、 肝俞。 中風不省人事： 頭臨泣、 百會、 人' +
            '中、 內關、 十宣。 <br /><br /> * * * 刺灸法： <br />向上方沿皮刺0.5～' +
            ' 1 吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 頭臨泣(GB15)'
    },

    'KI9': {
        'message': '* * * 位置： <br />小腿內側面， 內踝尖上5吋， 太溪與陰谷的連線' +
            '上， 當腓腸肌肌腹內下方凹陷處。《 針灸甲乙經》：「 在足內踝上 {15}分中」' +
            '；《 聖濟總錄》：「 內踝上五寸」；《 針方六集》 作：「 在足內踝上六寸' +
            ' {15}分中」。 <br /> <br /> * * * 功效： <br /> 理下焦、 清神。 ' +
            '<br /> <br /> * * * 主治： <br /> 古代記述： 腹部疝痛、 癲疾狂言、' +
            ' 嘔吐、 足 {15}痛、 腳軟無力、 癭瘤、 不育。 近人報導： 腎炎、 膀胱炎、 ' +
            '尿路感染、 盆腔炎、 精神分裂症、 腓腸肌痙攣。 <br /> <br /> * * * 方例：' +
            ' <br /> 嘔吐涎沫： 少海、 築賓。 尿路感染： 中極、 歸來、 築賓、 復溜、' +
            ' 飛揚。 <br /> <br /> * * * 刺灸法： <br /> 直刺0.5～ 1.5 吋。 ' +
            '艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 築賓(KI9)'
    },

    'KI8': {
        'message': '* * * 位置： <br />小腿內側面， 太溪直上2吋， 脛骨內側緣後方凹' +
            '陷處， 當復溜前5分。《 針灸甲乙經》：「 在足內踝上二寸， 少陰前， 太陰後， 筋骨間。」《 針灸集' +
            '成》：「 在三陰交下一寸後開些。」《 針灸聚英》 誤作：「 前旁骨是復溜， 後旁筋是交信。」 <br ' +
            '/><br /> * * * 功效： <br />利水、 調經、 理下焦。 <br /><br /> ' +
            '* * * 主治： <br />古代記述： 小腹偏痛、 大小便難、 月水不來、 陰挺、 盜汗、 瀉痢赤' +
            '白、 漏血、 癃淋、 頹疝、 陰急、 股樞 {15}內廉痛。 近人報導： 功能失調性子宮出血、' +
            ' 睾丸炎、 尿瀦留。 <br /> <br /> * * * 方例： <br /> 女子漏血： ' +
            '交信、 合陽。 女子漏血不止： 陰谷、 交信、 三陰交、 太沖。 <br /> ' +
            '<br /> * * * 刺灸法： <br /> 直刺0.3～ 1 吋。 艾炷灸3～ 5 壯， ' +
            '艾條溫灸10～ 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 交信(KI8)'
    },

    'KI7': {
        'message': '* * * 位置： <br />小腿內側面， 太溪直上2吋， 跟腱前方凹陷處。' +
            '《 靈樞· 本輸》：「 上內踝二寸， 動而不休」；《 神應經》：「 與太溪相直」；《 針灸集成》：「 ' +
            '在交信後五分， 與交信平排。」 <br /><br /> * * * 功效： <br />理腸、 益腎' +
            '、 利水、 止汗。 <br /><br /> * * * 主治： <br />古代記述： 水腫、 腸鳴' +
            '、 腹痛、 腹脹、 腹瀉、 骨寒、 寒熱、 汗出不休、 盜汗、 嗌干、 目 {11} {11}、' +
            '耳鳴、 耳聾、 消渴、 失音、 涎出、 鼻中痛、 四肢腫、 舌卷不能言、 腰脊痛、 ' +
            '閃挫脊膂、 浮腫、 痿證、 滯產。 近人報導： 腎炎、 尿路感染、 功能失調性子宮出血、' +
            ' 急性腰扭傷、 下肢癱瘓、 足跟痛、 腦外傷後遺症。 <br /> <br /> ' +
            '* * * 方例： <br /> 風逆四肢腫： 豐隆、 復溜、 大都。 <br /> 嗌干： 復溜、 ' +
            '照海、 太沖、 中封。 <br /> 腸 {109}：會陽、 復溜、 束骨。 <br /> 水腫氣脹滿： ' +
            '神闕、 復溜。 <br /> 汗症： 合谷、 復溜。 <br /> 腎炎： 志室、 復溜。 消渴： ' +
            '肝俞、 脾俞、 復溜。 <br /> <br /> * * * 刺灸法： <br /> 直刺0.3～ 1 吋。 ' +
            '艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 復溜(KI7)'
    },

    'KI6': {
        'message': '* * * 位置： <br />足內側部， 內踝尖正下方與距骨相接的凹陷處。《' +
            ' 針灸甲乙》：「 在足內踝下一寸」，《 千金要方》 作「 四分」；《 神應經》：「 前後有筋， 上有踝' +
            '骨， 下有軟骨， 其穴居中。」《 針灸甲乙經》：「 須兩足相合， 其穴自見。 針入之後， 切忌移動。」' +
            ' <br /><br /> * * * 功效： <br />養陰、 寧神、 利咽。 <br /><br' +
            ' /> * * * 主治： <br />古代記述： 目痛、 視昏如見星、 面塵黑、 咽干、 喉中閉塞、' +
            ' 嗜臥、 驚、 善悲、 卒疝、 少腹痛、 溺黃、 小便淋澀、 陰挺、 月水不下、 陰中腫癢、 難產、 ' +
            '胎衣不下、 嘔洩、 胃翻、 便秘、 腸鳴、 腸風下血、 昏迷、 {91}病夜發。 近人報導： ' +
            '腎炎、 前列腺炎、 高血壓、 失眠、 慢性咽炎、 梅核氣、 足跟痛、 足外翻。 ' +
            '<br /> <br /> * * * 方例： <br /> 便秘： 支溝、 照海。 <br /> 陰挺： 曲泉、 ' +
            '水泉、 照海。 <br /> 婦人淋瀝： 小腸俞、 曲泉、 照海。 <br /> 馬 {91}：心俞、' +
            ' 鳩尾、 照海。 <br /> 癲 {91}：巨闕、 內關、 豐隆、 照海。 <br /> <br />' +
            ' * * * 刺灸法： <br /> 向下方斜刺0.3～ 1 吋。 艾炷灸3～ 5 壯， ' +
            '艾條溫灸10～ 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 照海(KI6)'
    },

    'KI5': {
        'message': '* * * 位置： <br />足內側部， 內踝後下方， 太溪直下1吋， 當跟' +
            '骨結節的內側凹陷處。《 針灸甲乙經》：「 去太溪下一寸， 在足內踝下」；《 循經考穴編》：「 居內踝貼' +
            '骨下， 就足跟兩骨陷中」。 <br /><br /> * * * 功效： <br /><br /> *' +
            ' * * 主治： <br />古代記述： 月水不來， 心下痛、 陰挺、 小便淋瀝、 腹痛、' +
            ' 目 {11} {11}不可視、 踝痛、 足跟痛。 近人報導： 子宮脫垂、 前列腺炎。' +
            ' <br /> <br /> * * * 方例： <br /> 月事違限： 天樞、 水泉。 當臍腹痛：' +
            ' 天樞、 氣海、 水泉。 <br /> <br /> * * * 刺灸法： <br /> ' +
            '直刺0.3～ 0.5 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。' +
            ' <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 水泉(KI5)'
    },

    'KI4': {
        'message': '* * * 位置： <br />足內側部， 內踝後下方， 跟腱附著部內側前方凹' +
            '陷處， 當太溪後下5分。《 靈樞· 經脈》：「 當踝後繞跟， 別走太陽」。《 針灸甲乙經》：「 在足跟' +
            '後沖(踵) 中」；《 素問· 刺腰痛論》 王冰註：「 在足跟後沖中動脈」；《 醫學入門》：「 太溪下五' +
            '分」；《 針灸集成》：「 在照海後一寸半」。 <br /><br /> * * * 功效： <br /' +
            '>益腎、 清熱、 安神。 <br /><br /> * * * 主治： <br />古代記述： 煩悶、' +
            ' 癃閉、 腰痛、 喘咳、 喉中鳴、 口舌干、 口中熱、 咳唾血、 腹滿、 大便難、 胸中脹滿、 善怒、' +
            ' 善驚、 咽痛、 呆痴、 倦言嗜臥、 腰脊強痛。 近人報導： 足跟痛、 精神分裂症。 <br /><b' +
            'r /> * * * 方例： <br />咳唾血： 心俞、 然谷、 大鐘。 <br />驚恐畏人、 神' +
            '氣不足： 隙門、 大鐘。 <br />大便秘澀： 石關、 大鐘。 倦言嗜臥： 通裡、 大鐘。 <br ' +
            '/><br /> * * * 刺灸法： <br />直刺0.3～ 0.5 吋。 艾炷灸3～ 5 壯， ' +
            '艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 大鐘(KI4)'
    },

    'KI3': {
        'message': '* * * 位置： <br />足內側部， 內踝後方， 內踝尖與跟腱之間凹陷處' +
            '。《 靈樞· 本輸》：「 內踝之後， 跟骨之上， 陷者中也。」《 醫學入門》：「 內踝後五分」；《 循' +
            '經考穴編》：「 踝骨尖平」。 <br /><br /> * * * 功效： <br />益腎、 降火。' +
            ' <br /><br /> * * * 主治： <br />古代記述： 默默嗜臥、 溺黃、 少腹熱、 ' +
            '腹脹、 心痛、 喘息、 嘔吐、 咳逆、 胸脅支滿、 嗌中腫痛、 唾血、 口中熱、 唾如膠、 消渴、 霍' +
            '亂、 洩出不知、 寒厥、 足熱、 牙痛、 遺精、 遺尿、 尿有餘瀝、 月經不調、 帶下， 陰股內濕癢生' +
            '瘡、 乳癰、 鼻衄、 足腫、 足底痛。 近人報導： 慢性咽喉炎、 眩暈、 腎炎、 尿路感染、 失眠、 ' +
            '神經衰弱、 腎虛牙痛、 中心性視網膜脈絡膜炎、 足底痛。 <br /><br /> * * * 方例：' +
            ' <br />咽中干、 口中熱唾如膠： 少澤、 太溪。 <br />咽腫： 中渚、 太溪。 <br /' +
            '>衄血不止： 兌端、 腦空、 風門、 太溪、 穩白。 <br />腿足腫紅： 太溪、 崑崙、 申脈。 ' +
            '<br />眩暈： 完骨、 太溪、 太沖。 <br />腎虛牙痛： 下關、 頰車、 太溪。 <br /' +
            '>失眠多夢： 神門、 三陰交、 太溪。 <br /><br /> * * * 刺灸法： <br />直' +
            '刺0.5～ 1 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />其它： <br ' +
            '/>',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 太溪(KI3)'
    },

    'KI2': {
        'message': '* * * 位置： <br />足內側緣， 舟骨粗隆下方赤白肉際處， 當公孫後' +
            '1吋。《 靈樞· 本輸》：「 然骨之下者也」；《 針灸甲乙經》：「 在足內踝前起大骨下陷者中」；《 千' +
            '金要方》：「 在內踝前直下一寸」；《 循經考穴編》：「 去照海一寸， 赤白肉際， 與外側京骨相對」；《' +
            ' 針灸集成》：「 在公孫後一寸。 <br /><br /> * * * 功效： <br />瀉熱、 消' +
            '脹、 寧神。 <br /><br /> * * * 主治： <br />古代記述： 卒心痛、 暴脹、 ' +
            '胸脅支滿、 熱病、 煩心、 心如懸、 善恐、 喉痺、 嗌內腫、 喘、 少氣、 咳唾有血、 癃疝、 少腹' +
            '脹、 不嗜食、 洞洩、 消渴、 黃疸、 痿厥、 癲疾、 小便淋瀝、 遺精、 陰挺、 不孕、 經水漏、 ' +
            '小兒臍風、 口不開、 善驚、 脛酸不能久立、 轉筋、 足不能安地、 足趾痛。 近人報導： 扁桃體炎、 ' +
            '咽喉炎、 膀胱炎、 糖尿病、 破傷風、 功能失調性子宮出血。 <br /><br /> * * * 方' +
            '例： <br />淋瀝： 曲骨、 然谷。 <br />腎虛消渴： 肺俞、 腎俞、 中膂俞、 腰俞、 然' +
            '谷。 <br />足趾疼痛： 然谷、 太沖透湧泉。 轉筋： 承山、 然谷。 <br /><br /> ' +
            '* * * 刺灸法： <br />直刺0.5～ 1 吋， 熱證可刺出血。 艾炷灸3～ 5 壯， 艾條溫' +
            '灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 然谷(KI2)'
    },

    'KI1': {
        'message': '* * * 位置： <br />足底部， 卷足時足前部凹陷處。 約當足底第2～' +
            ' 3 趾趾縫紋頭端與足跟後端連線的前1 / 3 折點。《 靈樞· 本輸》：「 足心也」；《 針灸甲乙經' +
            '》：「 在足心陷者中， 屈足卷指宛宛中」；《 針灸玉龍經》：「 在腳底心， 轉足三縫中； 又以二指至足' +
            '跟盡處折中是穴」；《 針方六集》：「 卷足第三縫中， 與大指本節平等。」 <br /><br /> *' +
            ' * * 功效： <br />洩熱、 降火、 開竅、 蘇厥。 <br /><br /> * * * 主' +
            '治： <br />古代記述： 喘逆、 喉痺、 身熱、 虛勞、 癲 {91}、癲狂、 昏厥、 ' +
            '嗜臥、 善恐、 氣上走、 煩心、 嘔吐、 腹脹、 脅下支滿、 黃疸、 大便難、 時洩、' +
            ' 小便不利、 血淋氣痛、 頹疝、 陰跳痛、 陽痿、 婦人無子、 頭痛、 時眩、 ' +
            '目 {11} {11}無所見、 鼻衄、 咳唾有血、 咽中痛、 咽干舌腫、 喑不能言、 舌急、' +
            ' 陰虛牙痛、 痿厥、 肩背項痛、 腰脊如解、 轉筋、 筋攣、 膝痛不可屈伸、 ' +
            '足不得踐地、 風疹、 小兒驚風。 <br /> 近人報導： 咯血、 休克、 低血壓、 ' +
            '高血壓、 失語、 精神分裂症、 ? 病、 三叉神經痛、 痛風、 口舌潰瘍、 扁桃體炎、' +
            ' 腮腺炎、 滯產、 小兒流涎、 小兒夜啼， 預防感冒。 <br /> <br /> * * * 方例：' +
            ' <br /> 癲 {91}：勞宮、 湧泉。 <br /> 風 {91}：神聰、 強間、' +
            ' 湧泉。 <br /> 小腸連臍痛： 陰陵泉、 湧泉。 <br /> 消渴： 行間、 湧泉。' +
            ' 休克： 內關、 足三里、 湧泉。 <br /> <br /> * * * 刺灸法： <br />' +
            ' 直刺0.3～ 0.5 吋， 如欲升壓以強刺激、 久留針、 持續或間歇運針為宜。 禁直接灸，' +
            ' 艾條溫灸10～ 15 分鐘。 常用藥物敷貼法。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 湧泉(KI1)'
    },

    'BL1': {
        'message': '* * * 位置： <br />在面部， 目內眥角稍上方凹陷處。 <br />' +
            '<br /> * * * 功效： <br /><br /> * * * 主治： <br />目赤腫痛，' +
            ' 流淚， 視物不明， 目眩， 近視， 夜盲， 色盲。 <br /><br /> * * * 方例： <' +
            'br />配球後、 光明治視目不明。 <br /><br /> * * * 刺灸法： <br />囑患' +
            '者閉目， 醫者左手輕推眼球向外側固定， 左手緩慢進針， 緊靠眶緣直刺0．5～ l寸。 不捻轉， 不提' +
            '插(或只輕微地捻轉和提插)。 出針後按壓針孔片刻， 以防出血。 本穴禁灸。 <br />其它： <br' +
            ' />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 睛明(BL1)'
    },

    'BL3': {
        'message': '* * * 位置： <br />在頭部， 當攢竹直上入髮際0.5 吋， 神庭與' +
            '曲差連線之間。 <br /><br /> * * * 功效： <br /><br /> * * * 主' +
            '治： <br />頭痛， 眩暈， 鼻塞， 癲癇。 <br /><br /> * * * 方例： <br' +
            ' />配太陽治頭痛。 <br /><br /> * * * 刺灸法： <br />平刺0.3～ 0.5' +
            ' 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 眉沖(BL3)'
    },

    'BL2': {
        'message': '* * * 位置： <br />在面部， 當眉頭陷中， 眶上切跡處。 <br ' +
            '/><br /> * * * 功效： <br /><br /> * * * 主治： <br />頭痛，' +
            ' 口眼歪斜， 目視不明， 流淚， 目赤腫痛， 眼瞼(目閏) 動， 眉棱骨痛， 眼瞼下垂。 <br />' +
            '<br /> * * * 方例： <br />配陽白治口眼歪斜、 眼瞼下垂。 <br /><br />' +
            ' * * * 刺灸法： <br />平刺0．5～ 0．8 吋。 禁灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 攢竹(BL2)'
    },

    'BL5': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上1吋， 旁開1.5 ' +
            '吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <b' +
            'r />頭痛， 目眩， 癲癇。 <br /><br /> * * * 方例： <br />配合谷、 太' +
            '沖治頭痛、 目眩。 <br /><br /> * * * 刺灸法： <br />平刺0.5～ 0.8 ' +
            '吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 五處(BL5)'
    },

    'BL4': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上0.5 吋， 旁開1' +
            '.5 吋， 即神庭與頭維連線的內1 / 3 與中1 / 3 交點。 <br /><br /> * * ' +
            '* 功效： <br /><br /> * * * 主治： <br />頭痛， 鼻塞， 鼽衄， 目視不明' +
            '。 <br /><br /> * * * 方例： <br />配合谷治頭痛、 鼻塞。 <br /><b' +
            'r /> * * * 刺灸法： <br />平刺0.5～ 0.8 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 曲差(BL4)'
    },

    'BL7': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上4吋， 旁開1.5 ' +
            '吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <b' +
            'r />頭痛， 眩暈， 鼻塞， 鼻衄， 鼻淵。 <br /><br /> * * * 方例： <br ' +
            '/>配迎香、 合谷治鼻疾。 <br /><br /> * * * 刺灸法： <br />平刺0.3～ ' +
            '0.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 通天(BL7)'
    },

    'BL6': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上2.5 吋， 旁開1' +
            '.5 吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />頭痛， 目眩， 鼻塞， 熱病。 <br /><br /> * * * 方例： <br /' +
            '>配百會治頭痛。 <br /><br /> * * * 刺灸法： <br />平刺0.3～ 0.5 吋' +
            '。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 承光(BL6)'
    },

    'BL9': {
        'message': '* * * 位置： <br />在後頭部， 當後髮際正中直上2.5 吋， 旁開' +
            '1.3 吋平枕外隆凸上緣的凹陷處。 <br /><br /> * * * 功效： <br /><br ' +
            '/> * * * 主治： <br />頭項痛， 目痛， 鼻塞。 <br /><br /> * * * ' +
            '方例： <br />配大椎治頭項痛。 <br /><br /> * * * 刺灸法： <br />平刺' +
            '0.3～ 0.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 玉枕(BL9)'
    },

    'BL8': {
        'message': '* * * 位置： <br />在頭部， 當前髮際正中直上5.5 吋， 旁開1' +
            '.5 吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />頭暈， 目視不明， 耳鳴。 <br /><br /> * * * 方例： <br />配' +
            '風池治頭暈。 <br /><br /> * * * 刺灸法： <br />平刺0.3～ 0.5 吋。 ' +
            '<br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 絡卻(BL8)'
    },

    'LR1': {
        'message': '* * * 位置： <br />足大趾末節外側， 距趾甲角1分處。《 靈樞· ' +
            '本輸》：「 足大指之端及三毛之中也」；《 針灸甲乙經》 作「 去爪甲如韭葉及三毛中」；《 針經摘英集》' +
            '：「 在足大指外側端」； 即足大趾趾甲廓外側角後旁1分凹陷處。《 針灸集成》：「 足大指爪甲根後四分，' +
            ' 節前」 則定於足大趾趾背， 當趾甲根與趾關節之間， 接近叢毛(三毛) 處。 如作灸治， 可從此說。 ' +
            '<br /><br /> * * * 功效： <br />疏肝治疝， 理血， 清神。 <br /><b' +
            'r /> * * * 主治： <br />古代記述： 昏厥， 卒疝暴痛、 臍腹痛、 腹脹， 小腹中熱、' +
            ' 石淋、 尿血、 小便難、 遺尿、 遺精、 陰腫痛、 囊縮， 陰挺、 崩漏， 脅下若滿， 眩冒、 善寐' +
            '、 目不欲視、 卒心痛、 太息、 噦噫、 大便秘結、 癲狂、 癇、 小兒驚風、 痙、 手足拘急、 足腫' +
            '。 <br />近人報導： 功能失調性子宮出血、 子宮脫垂、 腹股溝斜疝、 陰囊鞘膜積液、 精索靜脈曲' +
            '張、 附睾睾丸炎、 滯產。 <br /><br /> * * * 方例： <br />寒疝： 大敦、 ' +
            '照海。 <br />小腸氣痛： 長強、 大敦。 <br />堅 ? 疝氣： 期門、 大敦。 <br /' +
            '>七疝： 太沖、 大敦。 <br />五淋不得尿： 大敦、 氣門。 <br />小便赤如血： 關元、 ' +
            '大敦。 <br />滯產： 大敦、 至陰。 <br />疝： 灸大敦、 三陰交。 小腸氣： 氣海、 歸' +
            '來、 大敦。 <br /><br /> * * * 刺灸法： <br />淺刺0.2～ 0.3 吋或點' +
            '刺出血。 常用艾條溫灸5～ 10 分鐘或隔餅灸3～ 5 壯。《 類經圖翼》：「 孕婦產前產後皆不宜灸。' +
            '」 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 大敦(LR1)'
    },

    'LR5': {
        'message': '* * * 位置： <br />在小腿內側， 當足內踝尖上5吋， 脛骨內側面中' +
            '央。 <br /><br /> * * * 功效： <br />舒肝理氣， 調經止帶。 <br /><' +
            'br /> * * * 主治： <br />針麻常用穴。 性功能亢進， 月經不調， 子宮內膜炎， 功能' +
            '性子宮出血， 尿閉， 疝氣， 梅核氣， 精神疾病， 脊髓炎， 心動過速， 腰背部及膝關節急慢性損傷。 ' +
            '<br /><br /> * * * 方例： <br /><br /> * * * 刺灸法： <br ' +
            '/>刺法： 1、 平刺0.5 - 0.8 吋， 局部酸脹。 2、 沿脛骨後緣向上斜刺1.0 - 1.5' +
            ' 吋， 酸脹感可放散至膝。 灸法： 艾炷灸3 - 5 壯， 艾條灸5 - 10 分鐘。 <br />其' +
            '它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 蠡溝(LR5)'
    },

    'LR4': {
        'message': '* * * 位置： <br />在足背側， 當足內踝前， 商丘與解溪連線之間，' +
            ' 脛骨前肌腱的內側凹陷處。 <br /><br /> * * * 功效： <br />清洩肝膽， 通利' +
            '下焦， 舒筋通絡。 <br /><br /> * * * 主治： <br />疝氣， 陰莖痛， 遺精，' +
            ' 小便不利， 黃疸， 胸腹脹滿， 腰痛， 足冷， 內踝腫痛。 <br /><br /> * * * 方' +
            '例： <br />配膽俞、 陽陵泉、 太沖、 內庭洩熱舒肝， 治黃疸、 瘧疾； 配足三里、 陰廉治陰縮' +
            '入腹、 陰莖痛、 遺精、 淋症、 小便不利。 <br /><br /> * * * 刺灸法： <br ' +
            '/>直刺0.5～ 0.8 吋； 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 中封(LR4)'
    },

    'LR3': {
        'message': '* * * 位置： <br />足背第1～ 2 蹠骨間隙的後方凹陷處。 當行間' +
            '後二寸。《 靈樞· 本輸》：「 行間上二寸陷者之中也」；《 針灸甲乙經》：「 在足大指本節後二寸， 或' +
            '曰一寸五分陷者中」。 <br /><br /> * * * 功效： <br /><br /> * * ' +
            '* 主治： <br />頭痛， 眩暈， 疝氣， 月經不調， 癃閉， 遺尿， 小兒驚風， 癲狂， 癇證，' +
            ' 脅痛， 腹脹， 黃疸， 嘔逆， 咽痛嗌干， 目赤腫痛， 膝股內側痛， 足跗腫， 下肢痿痺。 <br ' +
            '/><br /> * * * 方例： <br />配大敦治七疝； 瀉太沖、 補太溪、 復溜治肝陽上亢之' +
            '眩暈； 配合谷為開四關又治四肢抽搐； 配肝俞、 膈俞、 太溪、 血海治貧血、 羸瘦； 配間使、 鳩尾、' +
            ' 心俞、 肝俞治癲狂癇。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 0' +
            '.8 吋； 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 太沖(LR3)'
    },

    'LR2': {
        'message': '* * * 位置： <br />足背第一、 二趾趾蹼緣後方赤白肉際處。《 靈樞' +
            '· 本輸》：「 足大指間也」，《 針灸甲乙經》 補充：「 動脈〔 應手〕 陷者中」；《 針灸集成》：「' +
            ' 大指、 次指合縫後五分」。 <br /><br /> * * * 功效： <br />清肝明目、 熄' +
            '風鎮驚。 <br /><br /> * * * 主治： <br />古代記述： 脅痛、 腹脹、 頭暈、' +
            ' 目眩、 癲癇、 不眠、 口歪、 咽喉氣梗、 咳逆、 喉痺、 疝痛、 小便不利、 莖中痛、 遺溺、 癃' +
            '閉、 消渴、 嗜飲、 目赤腫痛、 嘔逆、 嘔血、 洞洩、 腹痛、 心下滿， 胸背痛， 肝病、 脅下苦滿' +
            '、 小腹脹、 月經不調、 崩漏、 帶下， 小兒重舌、 急慢驚風、 膝腫腰痛、 腳 {15}濕瘡、' +
            ' 足趾腫痛。 近人報導： 高血壓， 視力減退、 結膜炎、 青光眼、 扁桃體炎，' +
            ' 面肌痙攣、 肋間神經痛， 功能失調性子宮出血、 睾丸炎， 乳腺增生。 <br /> <br />' +
            ' * * * 方例： <br /> 青光眼： 風池、 合谷、 行間。 <br /> ' +
            '心痛： 陰隙、 行間。 <br /> 肋間神經痛： 曲池、 支溝、 行間。 <br />' +
            ' 消渴： 行間、 湧泉。 腰連腳痛： 環跳、 風市、 行間。 <br /> <br />' +
            ' * * * 刺灸法： <br /> 針尖略向上斜刺0.5～ 1 吋。 艾炷灸3～ 5 壯， ' +
            '艾條溫灸5～ 10 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 行間(LR2)'
    },

    'KI12': {
        'message': '* * * 位置： <br />下腹部， 臍下4吋(中極) 旁開5分處。《 針' +
            '灸甲乙經》：「 在氣穴下一寸」；《 循經考穴編》：「 與中極相平」。 <br /><br /> * *' +
            ' * 功效： <br />調下焦、 利水、 益腎。 <br /><br /> * * * 主治： <b' +
            'r />古代記述： 虛勞失精、 陰上縮、 莖中痛、 帶下、 小腹急脹疼痛、 腎氣衝心。 近人報導： 痛' +
            '經、 功能失調性子宮出血、 不孕、 促排卵。 <br /><br /> * * * 方例： <br /' +
            '>痿厥： 大赫、 中封。 精溢陰上縮： 大赫、 然谷。 <br /><br /> * * * 刺灸法：' +
            ' <br />直刺0.5～ 1.5 吋， 膀胱充盈時不宜深刺。 艾炷灸3～ 5 壯， 艾條溫灸10～ ' +
            '15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 大赫(KI12)'
    },

    'KI11': {
        'message': '* * * 位置： <br />下腹部， 臍中下5吋(曲骨) 旁開5分處， 當' +
            '恥骨結節外上方。《 針灸甲乙經》：「 在大赫下一寸」；《 醫學入門》：「 陰上橫骨中央， 宛如仰月陷中' +
            '」；《 類經圖翼》：「 肓俞下五寸， 去中行五分。」 <br /><br /> * * * 功效： <' +
            'br />調下焦、 利水、 益腎。 <br /><br /> * * * 主治： <br />古代記述' +
            '： 少腹滿痛、 小便不利、 陰下縱、 遺精、 陽痿、 腰痛、 遺尿。 近人報導： 盆腔炎、 膀胱炎、 ' +
            '睾丸炎。 <br /><br /> * * * 方例： <br />五淋： 肓俞、 橫骨。 氣滯腰痛不' +
            '能立： 橫骨、 大都。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1.' +
            '5 吋。 膀胱充盈時不宜深刺。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />其它：' +
            ' <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 橫骨(KI11)'
    },

    'KI10': {
        'message': '* * * 位置： <br />膕窩內側， 屈膝時當半腱肌肌腱與半膜肌肌腱之間' +
            '凹陷處。《 靈樞· 本輸》：「 輔骨之後， 大筋之下， 小筋之上也， 按之應手， 屈膝而得之。」《 循' +
            '經考穴編》：「 屈膝有兩縫尖， 上為曲泉， 下為陰谷。」 <br /><br /> * * * 功效：' +
            ' <br />理下焦、 除脹滿。 <br /><br /> * * * 主治： <br />古代記述：' +
            ' 婦人漏血、 帶下、 腹脹滿不得息、 小便黃、 溺難、 陽痿、 少腹急引陽及腳內廉、 陰囊濕癢、 膝膕' +
            '痠痛。 近人報導： 胃痙攣、 膀胱炎、 陰道炎。 <br /><br /> * * * 方例： <br' +
            ' />小便黃赤： 陰谷、 太溪、 腎俞、 氣海、 膀胱俞、 關元。 <br />霍亂： 陰谷、 足三里' +
            '。 <br />癃閉： 關元、 陰谷。 白帶過多、 陰癢、 陰囊濕疹： 關元、 上 ? 、陰谷。 <b' +
            'r /><br /> * * * 刺灸法： <br />直刺0.5～ 1.5 吋。 艾炷灸3～ 5 壯' +
            '， 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 陰谷(KI10)'
    },

    'KI24': {
        'message': '* * * 位置： <br />胸部正中線(玉堂) 旁二寸， 第三肋間隙凹陷處' +
            '。《 針灸甲乙經》：「 在神藏下一寸六分陷者中」；《 循經考穴編》：「 合玉堂旁開各二寸」。 <br ' +
            '/><br /> * * * 功效： <br />寬胸、 利氣。 <br /><br /> * * *' +
            ' 主治： <br />古代記述： 胸中支滿、 痛引膺不得息、 悶亂、 煩滿不得臥、 咳逆、 嘔吐、 不' +
            '嗜食。 近人報導： 心動過速、 乳腺炎、 肋軟骨炎。 <br /><br /> * * * 方例： <' +
            'br />肋軟骨炎： 靈墟、 支溝。 <br /><br /> * * * 刺灸法： <br />斜刺' +
            '或橫刺0.3～ 0.5 吋， 不可深刺。 艾炷灸3～ 5 壯， 艾條溫灸5～ 10 分鐘。 <br /' +
            '>',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 靈墟(KI24)'
    },

    'KI25': {
        'message': '* * * 位置： <br />胸部正中線(紫宮) 旁2吋， 第二肋間隙凹陷處' +
            '。《 針灸甲乙經》：「 在 {108}中下一寸六分陷者中」；《 循經考穴編》：' +
            '「 合紫宮旁開各二寸」。 <br /> <br /> * * * 功效： <br /> 寬胸、 ' +
            '利氣。 <br /> <br /> * * * 主治： <br /> 古代記述： 胸滿、 咳逆、' +
            ' 喘不得息、 嘔吐、 煩滿、 不得飲食。 近人報導： 胸膜炎、 肋軟骨炎、 ' +
            '心絞痛。 <br /> <br /> * * * 方例： <br /> 胸滿項強： 璇璣、 神藏。' +
            ' <br /> <br /> * * * 刺灸法： <br /> 橫刺0.3～ 0.5 吋， 不可深刺。' +
            ' 艾炷灸3～ 5 壯， 艾條溫灸5～ 10 分鐘。 <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 神藏(KI25)'
    },

    'KI26': {
        'message': '* * * 位置： <br />胸部正中線(華蓋) 旁二寸， 第一肋間隙凹陷處' +
            '。《 針灸甲乙經》：「 在輸府下一寸六分陷者中」；《 循經考穴編》：「 合華蓋旁開二寸」。 <br /' +
            '><br /> * * * 功效： <br />利氣、 平喘。 <br /><br /> * * * ' +
            '主治： <br />古代記述： 咳逆上氣、 涎出多唾、 胸脅支滿、 呼吸喘悸坐不得安、 嘔吐不食。 近' +
            '人報導： 胸膜炎、 肋軟骨炎。 <br /><br /> * * * 方例： <br />咳逆上氣、 ' +
            '涎出多唾： 彧中、 石門。 <br /><br /> * * * 刺灸法： <br />橫刺0.3～ ' +
            '0.5 吋， 不可深刺。 艾炷灸3～ 5 壯， 艾條溫灸5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 彧中(KI26)'
    },

    'KI27': {
        'message': '* * * 位置： <br />胸部鎖骨下緣， 胸正中線(璇璣) 旁開2吋凹陷' +
            '處。《 針灸甲乙經》：「 在巨骨下， 去璇璣傍各二寸陷者中」。 <br /><br /> * * * ' +
            '功效： <br />利氣、 平喘。 <br /><br /> * * * 主治： <br />古代記述' +
            '： 咳逆上氣、 喘不得息、 嘔吐、 胸滿不得飲食、 咯血。 近人報導： 胸膜炎。 <br /><br ' +
            '/> * * * 方例： <br />氣喘風痰： 俞府、 乳根。 <br /><br /> * * *' +
            ' 刺灸法： <br />橫刺0.3～ 0.5 吋， 不可深刺。 艾炷灸3～ 5 壯， 艾條溫灸5～ 1' +
            '0 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 俞府(KI27)'
    },

    'LR8': {
        'message': '* * * 位置： <br />在膝內側， 屈膝， 當膝關節內側面橫紋內側端，' +
            ' 股骨內側髁的後緣， 半腱肌、 半膜肌止端的前緣凹陷處。 <br /><br /> * * * 功效：' +
            ' <br />清利濕熱， 通調下焦。 <br /><br /> * * * 主治： <br />生殖系' +
            '統疾病： 子宮脫垂， 陰道炎， 前列腺炎， 遺精陽萎， 子宮收縮不全， 月經不調， 痛經。 <br /' +
            '>泌尿系統疾病： 癃閉， 尿瀦留， 腎炎。 <br />神經系統疾病： 精神疾病， 目眩目痛。 <br' +
            ' />消化系統疾病： 洩瀉痢疾， 膨脹納差。 <br />其他疾病： 膝關節及周圍軟組織疾患， 衄血。' +
            ' <br /><br /> * * * 方例： <br /><br /> * * * 刺灸法： <br' +
            ' />刺法： 直刺1.0 - 1.5 吋， 局部酸脹， 可向周圍放散。 <br />灸法： 艾炷灸3 ' +
            '- 5 壯， 艾條灸10 - 20 分鐘 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 曲泉(LR8)'
    },

    'LR9': {
        'message': '* * * 位置： <br />在大腿內側， 當股骨內上髁上4吋， 股內肌與縫' +
            '匠肌之間。 <br /><br /> * * * 功效： <br />調經止痛， 利尿通淋。 <br ' +
            '/><br /> * * * 主治： <br />泌尿生殖系統疾病： 月經不調， 盆腔炎， 遺尿， 小' +
            '便不利。 <br />其他疾病： 腰腿痛， ? 髂關節炎， 腰肌勞損， 腹股溝淋巴結炎。 <br />' +
            '<br /> * * * 方例： <br /><br /> * * * 刺灸法： <br />刺法： ' +
            '直刺1.0 - 1.5 吋， 局部酸脹， 可向周圍放散。 <br />灸法： 艾炷灸3 - 5 壯， ' +
            '艾條灸10 - 20 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 陰包(LR9)'
    },

    'LR6': {
        'message': '* * * 位置： <br />在小腿內側， 當內踝尖上7吋， 於脛內側面的後' +
            '中1 / 3 交點處。 <br /><br /> * * * 功效： <br />舒肝理氣， 調經止血' +
            '。 <br /><br /> * * * 主治： <br />針麻常用穴之一。 <br />生殖系統疾' +
            '病： 崩漏， 疝氣， 產後惡露不盡， 盆腔炎陰暴痛。 <br />消化系統疾病： 腹脹腹痛， 痢疾洩瀉' +
            '， 腸炎。 <br />其他疾病； 急性肝炎， 膝關節炎症， 下肢麻痺疼痛， 足軟無力， 喉炎。 <b' +
            'r /><br /> * * * 方例： <br /><br /> * * * 刺灸法： <br />' +
            '刺法： 平刺0.5 - 0.8 吋， 局部酸脹， 可放散至膝部。 <br />灸法： 艾炷灸3 - 5' +
            ' 壯， 灸條灸5 - 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 中都(LR6)'
    },

    'LR7': {
        'message': '* * * 位置： <br />在小腿內側， 當脛骨內側髁的後下方， 陰陵泉後' +
            '1吋， 腓腸肌內側頭的上部。 <br /><br /> * * * 功效： <br />散風祛濕， 疏' +
            '通關節。 <br /><br /> * * * 主治： <br />痛風， 髕骨軟化症， 髕上滑囊炎，' +
            ' 風濕及類風濕性關節炎。 <br /><br /> * * * 方例： <br /><br /> * ' +
            '* * 刺灸法： <br />刺法： 直刺： 0.8 - 1.0， 局部酸脹， 有麻電感向足底放散。 ' +
            '<br />灸法： 艾炷灸或溫針灸3 - 5 壯， 艾條灸10 - 20 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 膝關(LR7)'
    },

    'BL66': {
        'message': '* * * 位置： <br />在足外側， 足小趾本節(第5跖趾關節) 的前方' +
            '， 赤白肉際處。 <br /><br /> * * * 功效： <br /><br /> * * * ' +
            '主治： <br />頭痛， 項強， 目眩， 鼻衄， 癲狂。 <br /><br /> * * * 方例' +
            '： <br />配大椎治項強。 <br /><br /> * * * 刺灸法： <br />直刺0.2' +
            '～ 0.3 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 足通谷(BL66)'
    },

    'BL67': {
        'message': '* * * 位置： <br />在足小趾末節外側， 距趾甲角0.1 吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />頭' +
            '痛， 目痛， 鼻塞， 鼻衄， 胎位不正， 難產。 <br /><br /> * * * 方例： <br' +
            ' />配太沖、 百會治頭痛。 <br /><br /> * * * 刺灸法： <br />淺刺0.1 ' +
            '吋。 胎位不正用灸法。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 至陰(BL67)'
    },

    'BL64': {
        'message': '* * * 位置： <br />在足外側部， 第5蹠骨粗隆下方， 赤白肉際處。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>頭痛， 項強， 目翳， 癲癇， 腰痛。 <br /><br /> * * * 方例： <br />' +
            '配百會、 太沖治頭痛。 <br /><br /> * * * 刺灸法： <br />直刺0.3～ 0.' +
            '5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 京骨(BL64)'
    },

    'BL65': {
        'message': '* * * 位置： <br />在足外側， 足小趾本節(第5跖趾關節) 的後方' +
            '， 赤白肉際處。 <br /><br /> * * * 功效： <br /><br /> * * * ' +
            '主治： <br />頭痛， 項強， 目眩， 癲狂， 腰腿痛。 <br /><br /> * * * 方' +
            '例： <br />配腎俞、 太沖治目眩。 <br /><br /> * * * 刺灸法： <br />' +
            '直刺0.3～ 0.5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 束骨(BL65)'
    },

    'BL62': {
        'message': '* * * 位置： <br />在足外側部， 外踝直下方凹陷中。 <br />' +
            '<br /> * * * 功效： <br /><br /> * * * 主治： <br />頭痛， 眩' +
            '暈， 癲狂癇， 腰腿痠痛， 目赤痛， 失眠。 <br /><br /> * * * 方例： <br /' +
            '>配腎俞、 肝俞、 百會治眩暈。 <br /><br /> * * * 刺灸法： <br />直刺0.' +
            '3～ 0.5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 申脈(BL62)'
    },

    'KI23': {
        'message': '* * * 位置： <br />胸部正中線(羶中) 旁2吋， 第四肋間隙凹陷處' +
            '。《 針灸甲乙經》：「 在靈墟下一寸六分陷者中」；《 循經考穴編》：「 合羶中旁開各二寸」。 <br ' +
            '/><br /> * * * 功效： <br />利氣、 通乳。 <br /><br /> * * *' +
            ' 主治： <br />古代記述： 胸脅支滿、 不得息、 咳逆、 乳癰、 乳汁不足、 臥不安、 嘔吐、 ' +
            '肺癰。 近人報導： 賁門痙攣、 心動過速、 肋軟骨炎。 <br /><br /> * * * 方例： ' +
            '<br />乳癰寒熱、 短氣臥不安： 神封、 膺窗。 <br /><br /> * * * 刺灸法： ' +
            '<br />斜刺或橫刺0.3～ 0.5 吋， 不可深刺。 艾炷灸3～ 5 壯， 艾條溫灸5～ 10 分' +
            '鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 神封(KI23)'
    },

    'BL63': {
        'message': '* * * 位置： <br />在足外側部， 當外踝前緣直下， 骰骨下緣處。 ' +
            '<br /><br /> * * * 功效： <br /><br /> * * * 主治： <br /' +
            '>頭痛， 癲癇， 小兒驚風， 腰痛， 下肢痿痺， 外踝痛。 <br /><br /> * * * 方例' +
            '： <br />配太陽合谷治頭痛。 <br /><br /> * * * 刺灸法： <br />直刺0' +
            '.3～ 0.5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 金門(BL63)'
    },

    'KI22': {
        'message': '* * * 位置： <br />胸部正中線(中庭) 旁2吋， ��五肋間隙凹陷處' +
            '。《 針灸甲乙經》：「 在神封下一寸六分陷者中」；《 醫學入門》：「 去中庭外二寸」。 <br /><' +
            'br /> * * * 功效： <br />寬胸、 利氣、 降逆。 <br /><br /> * * ' +
            '* 主治： <br />古代記述： 胸脅支滿、 呼吸少氣、 喘息不得舉臂、 嘔吐、 不嗜食、 喘息不得' +
            '舉臂， 嘔吐、 不嗜食、 膈逆不通、 鼻塞。 近人報導： 肋間神經痛、 驚悸、 怔忡。 <br /><' +
            'br /> * * * 方例： <br />氣喘： 肺俞、 步廊。 <br /><br /> * * ' +
            '* 刺灸法： <br />斜刺或橫刺0.3～ 0.5 吋， 不可深刺。 艾炷灸3～ 5 壯， 艾條溫灸' +
            '5～ 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 步廊(KI22)'
    },

    'BL60': {
        'message': '* * * 位置： <br />在足部外踝後方， 當外踝尖與跟腱之間的凹陷處。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>頭痛， 項強， 目眩， 癲癇， 難產， 腰 ? 疼痛， 腳跟腫痛。 <br /><br /> * ' +
            '* * 方例： <br />配風池治頭痛、 目眩。 <br /><br /> * * * 刺灸法： <' +
            'br />直刺0.5～ 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 崑崙(BL60)'
    },

    'KI21': {
        'message': '* * * 位置： <br />上腹部臍上六寸(巨闕) 旁開五分處。《 針灸甲' +
            '乙經》：「 在巨闕兩傍各五分陷者中」。 <br /><br /> * * * 功效： <br />降逆' +
            '、 利咽、 和胃。 <br /><br /> * * * 主治： <br />古代記述： 胸脅背相引痛' +
            '、 噁心、 嘔吐、 多唾、 飲食不下、 善噦、 支滿、 少腹堅、 心痛、 逆氣、 煩心。 近人報導： ' +
            '胃痙攣、 胃下垂、 肋間神經痛。 <br /><br /> * * * 方例： <br />煩心嘔吐：' +
            ' 玉堂、 幽門。 嘔吐噁心： 灸胃俞、 幽門、 商丘、 中府、 石門、 膈俞、 陽關。 <br /><' +
            'br /> * * * 刺灸法： <br />直刺0.5～ 1 吋， 不可深刺。 艾炷灸3～ 5 壯，' +
            ' 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 幽門(KI21)'
    },

    'BL61': {
        'message': '* * * 位置： <br />在足外側部， 外踝後下方， 崑崙直下， 跟骨外' +
            '側， 赤白肉際處。 <br /><br /> * * * 功效： <br /><br /> * * *' +
            ' 主治： <br />下肢痿痺， 足跟痛， 癲癇。 <br /><br /> * * * 方例： <b' +
            'r />配太溪治足跟痛。 <br /><br /> * * * 刺灸法： <br />直刺0.3～ 0' +
            '.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 僕參(BL61)'
    },

    'KI20': {
        'message': '* * * 位置： <br />上腹部臍上五寸(上脘) 旁開五分處。《 針灸甲' +
            '乙經》：「 在幽門下一寸陷者中」，「 當上脘傍五分」。 <br /><br /> * * * 功效： ' +
            '<br />利舌咽、 調腸胃。 <br /><br /> * * * 主治： <br />古代記述： ' +
            '食飲善嘔、 不能言、 舌下腫、 口歪、 暴喑、 積聚、 ? 癖。 近人報導： 胃痙攣、 胃炎、 消化性' +
            '潰瘍、 胃下垂。 <br /><br /> * * * 方例： <br />善恐： 腹通谷、 章門。 ' +
            '<br /><br /> * * * 刺灸法： <br />直刺0.5～ 1 吋， 不可深刺。 艾炷灸' +
            '5～ 7 壯， 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 腹通谷(KI20)'
    },

    'KI19': {
        'message': '* * * 位置： <br />上腹部臍上四寸(中脘) 旁開五分處。《 針灸甲' +
            '乙經》：「 在通谷下一寸」；《 千金要方》：「 俠胃管(中脘) 兩邊相去一寸， 胃管在心下三寸。」 <' +
            'br /><br /> * * * 功效： <br />調腸胃、 利氣。 <br /><br /> *' +
            ' * * 主治： <br />古代記述： 心滿、 氣逆、 肺脹、 脅下熱痛、 腸鳴、 大便難、 腹痛、' +
            ' 身寒熱、 {110}瘧。 近人報導： 消化不良、 不孕症。' +
            ' <br /> <br /> * * * 方例： <br /> 心中煩滿： 巨闕、 陰都。 <br />' +
            ' 肺脹、 膨膨氣搶、 脅下熱滿痛： 陰都、 太淵、 肺俞。 盜汗： 氣海、' +
            ' 中極、 陰都、 間使、 手五里。 <br /> <br /> * * * 刺灸法： <br /> ' +
            '直刺0.5～ 1.5 吋， 肝臟腫大時應注意減小深度。 艾炷灸5～ 7 壯， ' +
            '艾條溫灸10～ 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 陰都(KI19)'
    },

    'KI17': {
        'message': '* * * 位置： <br />上腹部臍上二寸(下脘) 旁開五分處。《 針灸甲' +
            '乙經》：「 在石關下一寸」。 <br /><br /> * * * 功效： <br />調腸胃。 <b' +
            'r /><br /> * * * 主治： <br />古代記述： 腹中積聚、 腹痛、 腹脹、 不嗜食、' +
            ' 大便或洩或閉、 目赤痛。 近人報導： 胃痙攣、 胃火、 胃下垂。 <br /><br /> * * ' +
            '* 方例： <br />癖塊： 中脘、 建裡、 石關、 商曲。 <br /><br /> * * * ' +
            '刺灸法： <br />直刺0.5～ 1.5 吋。 艾炷灸5～ 7 壯， 艾條溫灸15～ 20 分鐘。 ' +
            '<br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 商曲(KI17)'
    },

    'KI18': {
        'message': '* * * 位置： <br />上腹部臍上三寸(建裡) 旁開五分處。《 針灸甲' +
            '乙經》：「 在陰都下一寸」；《 循經考穴編》：「 合建裡旁開」 <br /><br /> * * * ' +
            '功效： <br />調腸胃、 理血。 <br /><br /> * * * 主治： <br />古代記' +
            '述： 嘔逆、 便秘、 腹痛、 兩脅急痛、 氣淋、 小便黃、 飲食不消、 翻胃上食、 膈噎、 脊強、 口' +
            '不可開、 多唾、 婦人子髒中有惡血。 近人報導： 不孕症、 賁門痙攣。 <br /><br /> * ' +
            '* * 方例： <br />腹痛、 大便難： 石關、 膀胱俞。 膈噎： 初病者， 取天突穴導之， 石關' +
            '二穴。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1.5 吋。 艾炷灸' +
            '3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 石關(KI18)'
    },

    'KI15': {
        'message': '* * * 位置： <br />下腹部臍下1吋(陰交) 旁開5分處。《 針灸甲' +
            '乙經》：「 在肓俞下五分」，《 銅人腧穴針灸圖經》 作「 一寸」；《 循經考穴編》：「 與陰交平」。 ' +
            '<br /><br /> * * * 功效： <br />理腸、 通便。 <br /><br /> *' +
            ' * * 主治： <br />古代記述： 腹痛、 小腹熱、 大便難、 腹瀉、 腰脊痛、 月經不調、 小' +
            '便淋澀。 <br /><br /> * * * 方例： <br />少腹熱、 大便堅： 中注、 浮隙。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1.5 吋。 艾炷灸3～ ' +
            '5 壯， 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 中注(KI15)'
    },

    'KI16': {
        'message': '* * * 位置： <br />腹部， 臍中旁開5分處。《 針灸甲乙經》：「 ' +
            '在商曲下一寸(《類經圖翼》：「 當作二寸」)， 直臍旁五分。 <br /><br /> * * * 功' +
            '效： <br />調腸、 利氣、 溫中。 <br /><br /> * * * 主治： <br />古' +
            '代記述： 腹脹、 腹痛、 大便干、 五淋。 近人報導： 胃痙攣、 腸麻痺、 膀胱炎。 & nbsp; ' +
            '<br /><br /> * * * 方例： <br />心下大堅： 中脘、 期門、 肓俞。 <br ' +
            '/><br /> * * * 刺灸法： <br />直刺或向臍中方向斜刺0.5～ 1.5 吋。 艾炷灸' +
            '3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 肓俞(KI16)'
    },

    'KI13': {
        'message': '* * * 位置： <br />下腹部臍下三寸(關元) 旁開五分處。《 針灸甲' +
            '乙經》：「 在四滿下一寸」；《 循經考穴編》：「 與關元平」。 <br /><br /> * * * ' +
            '功效： <br />調經、 利氣、 止瀉。 <br /><br /> * * * 主治： <br />' +
            '古代記述： 月事不調、 腹痛、 帶下、 子宮虛寒、 不孕、 濁氣凝結下焦、 洩痢不止、 赤白淋瀝、 兩' +
            '脅疼痛、 氣上下引腰脊痛。 近人報導： 腸炎、 尿路感染、 痛經、 閉經。 <br /><br /> ' +
            '* * * 方例： <br />閉經： 關元、 氣穴、 三陰交。 <br /><br /> * * *' +
            ' 刺灸法： <br />直刺0.5～ 1 吋。 艾炷灸3～ 5 壯， 艾條溫灸10～ 15 分鐘。 <' +
            'br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 氣穴(KI13)'
    },

    'KI14': {
        'message': '* * * 位置： <br />下腹部臍下二寸(石門) 旁開五分處。《 針灸甲' +
            '乙經》：「 在中注下一寸」；《 千金要方》：「 在丹田兩邊…… 丹田在臍下二寸是也」。 <br /><' +
            'br /> * * * 功效： <br />調經、 利水、 消脹滿。 <br /><br /> * *' +
            ' * 主治： <br />古代記述： 臍下積、 奔豚上下、 疝瘕、 大腹、 石水、 ' +
            '腸 {109}、月水不利、 子髒中有惡血、 遺精、 小便不禁、 腹脹、 腹痛、' +
            ' 兩脅疼痛。 近人報導： 膀胱炎、 前列腺炎。 <br /> <br /> ' +
            '* * * 方例： <br /> 大腹石水： 四滿、 然谷。 <br /> ' +
            '子藏有惡血內逆滿痛： 四滿、 石門。 疝瘕： 中極、 四滿。 <br /> <br />' +
            ' * * * 刺灸法： <br /> 直刺0.5～ 1.5 吋。 艾炷灸3～ 5 壯，' +
            ' 艾條溫灸10～ 15 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陰腎經穴」 [Acupoint] 四滿(KI14)'
    },

    'BL50': {
        'message': '* * * 位置： <br />在背部， 當第12胸椎棘突下， 旁開3吋。 <' +
            'br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '胃脘痛， 腹脹， 小兒食積， 水腫， 背脊痛。 <br /><br /> * * * 方例： <br ' +
            '/>配足三里治胃痛。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8' +
            ' 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 胃倉(BL50)'
    },

    'BL52': {
        'message': '* * * 位置： <br />在腰部， 當第2腰椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />遺' +
            '精， 陽萎， 小便不利， 水腫， 腰脊強痛。 <br /><br /> * * * 方例： <br /' +
            '>配命門治遺精。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋' +
            '。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 志室(BL52)'
    },

    'BL51': {
        'message': '* * * 位置： <br />在腰部， 當第1腰椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />腹' +
            '痛， 便秘， 痞塊， 乳疾。 <br /><br /> * * * 方例： <br />配氣海、 天樞' +
            '治便秘。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <b' +
            'r />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 肓門(BL51)'
    },

    'BL54': {
        'message': '* * * 位置： <br />在臀部， 平第4 ? 後孔， ? 正中 ? 旁' +
            '開3吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />小便不利， 便秘， 痔疾， 腰 ? 痛， 下肢痿痺。 <br /><br /> * * *' +
            ' 方例： <br />配委中、 大腸俞治腰腿疼痛。 <br /><br /> * * * 刺灸法： <' +
            'br />直刺1.5～ 2 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 秩邊(BL54)'
    },

    'BL53': {
        'message': '* * * 位置： <br />在臀部， 平第2 ? 後孔， ? 正中 ? 旁' +
            '開3吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： ' +
            '<br />腸鳴， 腹脹， 便秘， 癃閉， 腰脊強痛。 <br /><br /> * * * 方例： ' +
            '<br />配委中治腰痛。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1.' +
            '5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 胞肓(BL53)'
    },

    'BL56': {
        'message': '* * * 位置： <br />在小腿後面， 當委中與承山的連線上， 腓腸肌肌' +
            '腹中央， 委中下5吋。 <br /><br /> * * * 功效： <br /><br /> * *' +
            ' * 主治： <br />痔疾， 腰腿拘急疼痛。 <br /><br /> * * * 方例： <br' +
            ' />配委中治下肢攣痛。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1.5' +
            ' 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 承筋(BL56)'
    },

    'BL55': {
        'message': '* * * 位置： <br />在小腿後面， 當委中與承山的連線上， 委中下2' +
            '吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <b' +
            'r />腰脊強痛， 下肢痿痺， 疝氣， 崩漏。 <br /><br /> * * * 方例： <br ' +
            '/>配腰陽關治腰痛。 <br /><br /> * * * 刺灸法： <br />直刺l～ 2 吋。 ' +
            '<br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 合陽(BL55)'
    },

    'BL58': {
        'message': '* * * 位置： <br />在小腿後面， 外踝後， 崑崙直上七寸， 承山穴' +
            '外下方1吋處。 <br /><br /> * * * 功效： <br /><br /> * * * 主' +
            '治： <br />頭痛， 目眩， 腰腿疼痛， 痔疾。 <br /><br /> * * * 方例： <' +
            'br />配委中治腿痛。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1.5' +
            ' 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 飛揚(BL58)'
    },

    'BL57': {
        'message': '* * * 位置： <br />在小腿後面正中， 委中與崑崙之間， 當伸直小腿' +
            '或足跟上提時腓腸肌肌腹下出現尖角凹陷處。 <br /><br /> * * * 功效： <br /><' +
            'br /> * * * 主治： <br />痔疾， 腳氣， 便秘， 腰腿拘急疼痛。 <br /><br' +
            ' /> * * * 方例： <br />配大腸俞治痔疾。 <br /><br /> * * * 刺灸法' +
            '： <br />直刺1～ 2 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 承山(BL57)'
    },

    'BL59': {
        'message': '* * * 位置： <br />在小腿後面， 外踝後， 崑崙穴直上3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />頭' +
            '痛， 腰 ? 痛， 下肢痿痺， 外踝腫痛。 <br /><br /> * * * 方例： <br />' +
            '<br /> * * * 刺灸法： <br />直刺0.8～ 1.2 吋。 <br />其它： <br' +
            ' />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 跗陽(BL59)'
    },

    'GB9': {
        'message': '* * * 位置： <br />頭部耳根後緣直上入髮際二寸， 當率谷後五分處。' +
            '《 針灸甲乙經》：「 在耳上如(稍) 前三分」；《 銅人腧穴針灸圖經》：「 耳後入髮際二寸」；《 循經' +
            '考穴編》：「 在耳平後三分， 入髮際二寸」；《 醫學入門》：「 承靈後一寸半」， 意指在承靈穴之旁。 ' +
            '<br /><br /> * * * 功效： <br />祛風， 定驚。 <br /><br /> *' +
            ' * * 主治： <br />古代記述： 頭痛， 癲疾， 癇證， 善驚恐， 牙齦腫， 耳虛鳴濕癢。 近' +
            '人報導： 遺傳性共濟失調， 震顫性麻痺， ? 病。 <br /><br /> * * * 方例： <b' +
            'r />反張悲哭： 天沖、 大橫頭痛、 癲癇： 天沖、 風池、 百會、 角孫、 頭維、 合谷。 <br' +
            ' /><br /> * * * 刺灸法： <br />沿皮刺0.5～ 1.5 吋。 不灸。 <br /' +
            '>其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 天沖(GB9)'
    },

    'GB7': {
        'message': '* * * 位置： <br />顳部， 耳前鬢髮後緣直上， 與耳尖相平處， 當' +
            '角孫前一橫指。《 針灸甲乙經》：「 在耳上入髮際， 曲隅陷者中， 鼓頷有空」；《 人鏡經》：「 額角兩' +
            '旁， 耳上髮際為曲隅。」《 醫學入門》：「 以耳掩前， 尖處是穴。」 <br /><br /> * *' +
            ' * 功效： <br />祛頭風， 利口頰。 <br /><br /> * * * 主治： <br /' +
            '>古代記述： 牙痛， 口噤不開， 厥逆頭痛， 口眼歪斜。 近人報導： 中耳炎， 顳頷關節痛。 <br ' +
            '/><br /> * * * 方例： <br />齒齲： 曲鬢、 沖陽。 <br /><br /> *' +
            ' * * 刺灸法： <br />橫刺0.5～ 1.5 吋， 一般不灸。 <br />其它： <br /' +
            '>',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 曲鬢(GB7)'
    },

    'GB8': {
        'message': '* * * 位置： <br />頭部耳尖： 直上入髮際一寸五分處， 當角孫穴正' +
            '上方。《 針灸甲乙經》：「 在耳上入髮際一寸五分，…… 嚼而取之。」《 銀海精微》：「 將耳折轉， 尖' +
            '上比寸半盡處」；《 循經考穴編》：「 卷耳尖向前點著處宛宛中」；《 針灸集成》「 高於曲鬢， 相距八分' +
            '。」 <br /><br /> * * * 功效： <br />祛風熱， 利胸膈， 鎮驚除煩。 <br' +
            ' /><br /> * * * 主治： <br />古代記述： 頭痛， 眩暈， 嘔吐， 煩滿， 不能飲' +
            '食， 膈胃寒痰， 醉酒風熱發， 急慢驚風。 近人報導： 耳聾， 感覺性失語。 <br /><br />' +
            ' * * * 方例： <br />偏正頭風、 絲竹空透刺率谷。 小兒急驚風： 人中、 率谷、 曲池。 ' +
            '<br /><br /> * * * 刺灸法： <br />橫刺0.5～ 1.5 吋。 一般不灸。 <' +
            'br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 率谷(GB8)'
    },

    'BL41': {
        'message': '* * * 位置： <br />在背部， 當第2胸椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />頸' +
            '項強痛， 肩背拘急， 肘臂麻木。 <br /><br /> * * * 方例： <br />配大椎治頸' +
            '項強痛。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <b' +
            'r />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 附分(BL41)'
    },

    'GB5': {
        'message': '* * * 位置： <br />頭部鬢髮中部， 鬢髮前緣中點入髮際五分處， 當' +
            '頭維與曲鬢間沿髮際所作弧形連線的中點。《 針灸甲乙經》：「 在曲周(角) 顳 ? 中」；《 醫學入門》' +
            '：「 斜上額角中， 在懸釐間」。 <br /><br /> * * * 功效： <br />祛風明目，' +
            ' 清熱消腫。 <br /><br /> * * * 主治： <br />古代記述： 偏頭痛， 熱病， ' +
            '身重， 齒痛， 面皮赤痛， 煩滿汗不出。 近人報導： 中風偏癱， 顫振。 <br /><br /> *' +
            ' * * 方例： <br />偏頭痛： 懸顱、 頭維、 天沖、 合谷。 <br /><br /> * ' +
            '* * 刺灸法： <br />橫刺0.5～ 1.5 吋。 小兒前側囟未閉或剛閉者禁針刺， 以免誤入顱內' +
            '而損傷腦部。 不灸。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 懸顱(GB5)'
    },

    'BL40': {
        'message': '* * * 位置： <br />在膕橫紋中點， 當股二頭肌腱與半腱肌肌腱的中間' +
            '。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br' +
            ' />腰痛， 下肢痿痺， 腹痛， 吐瀉， 小便不利， 遺尿， 丹毒。 <br /><br /> * *' +
            ' * 方例： <br />配大腸俞治腰痛。 <br /><br /> * * * 刺灸法： <br /' +
            '>直刺l～ 1.5 吋， 或用三棱針點刺膕靜脈出血。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 委中(BL40)'
    },

    'GB6': {
        'message': '* * * 位置： <br />頭顳鬢髮下部， 當頭維與曲鬢間沿髮際所作弧形連' +
            '線的下1 / 4 折點處， 在髮際後五分， 或在額角與耳尖連線的中點處定穴。《 針灸甲乙經》：「 在曲' +
            '周(角) 顳頜下廉」，《 醫學入門》：「 從額斜上頭角下」。 <br /><br /> * * * 功' +
            '效： <br />祛風鎮驚。 <br /><br /> * * * 主治： <br />古代記述： 偏' +
            '頭痛， 熱病， 煩滿汗不出， 面皮赤痛， 耳鳴， 善嚏， 癲疾。 近人報導： 三叉神經痛， 神經衰弱，' +
            ' 中風偏癱， 顫振。 <br /><br /> * * * 方例： <br />癲疾： 懸釐、 束骨。' +
            ' 三叉神經痛： 懸釐、 水溝、 迎香、 下關、 合谷。 <br /><br /> * * * 刺灸法：' +
            ' <br />橫刺0.5～ 1.5 吋， 小兒前側囟未閉或剛閉者禁針刺， 以免誤入顱內， 損傷腦部， ' +
            '不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 懸釐(GB6)'
    },

    'GB3': {
        'message': '* * * 位置： <br />耳前方， 顴弓上緣正中， 下關直上凹陷處。 約' +
            '當目外眥與耳屏尖連線的中點。《 針灸甲乙經》：「 在耳前上廉起骨端， 開口有孔」。 <br /><br' +
            ' /> * * * 功效： <br />祛風鎮驚， 聰耳利齒。 <br /><br /> * * * ' +
            '主治： <br />古代記述： 耳鳴， 耳聾， {89}耳， 目眩， 青盲， {96}目， ' +
            '上齒齲痛， 口噤不開， 偏風， 口眼歪斜， 偏頭痛， {17} {18}，驚癇， 寒熱痙引骨痛。' +
            ' <br /> 近人報導： 顳頜關節功能紊亂症。 <br /> <br /> * * * 方例： ' +
            '<br /> 唇吻強： 上關、 兌端。 <br /> 偏風口目歪： 上關、 下關。' +
            ' <br /> {96}目 {11} {11}：上關、 偏歷。 口噤牙車不開： 上關、 頰車、' +
            ' 阿是穴。 <br /> <br /> * * * 刺灸法： <br /> 直刺或斜刺0.3～ 0.5 吋。' +
            ' 艾條溫灸3～ 5 分鐘。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 上關(GB3)'
    },

    'GB4': {
        'message': '* * * 位置： <br />頭部鬢髮上部， 當頭維與曲鬢間沿髮際所作弧形連' +
            '線的上1 / 4 折點處， 在髮際後五分。《 針灸甲乙經》：「 在曲周(角) 顳 ? 上廉」；《 循經' +
            '考穴編》：「 按 & nbsp;：曲周， 諸書皆同， 惟一本作『 曲角』(見《 素問· 氣府論》 王冰' +
            '注)。 經文雲『 上抵角』， 則曲周者當是頭角之曲隅處也。」 其部位即顳部鬢髮向前突出處。《 醫學入門' +
            '》：「 對耳額角外」。 <br /><br /> * * * 功效： <br />祛風鎮驚。 <br ' +
            '/><br /> * * * 主治： <br />古代記述： 頭痛身熱， 耳鳴， 善嚏， 頭項痛， 目' +
            '眩， 外眥痛， 齒痛， 搐搦， 驚癇， 手腕痛。 <br />近人報導： 中風偏癱， 顫振。 <br ' +
            '/><br /> * * * 方例： <br />偏頭痛： 頷厭、 懸顱。 <br /><br /> ' +
            '* * * 刺灸法： <br />沿皮向後或向下橫刺0.5～ 1.5 吋。 不灸。 <br />其它：' +
            ' <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 頷厭(GB4)'
    },

    'BL45': {
        'message': '* * * 位置： <br />在背部， 當第6胸椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />咳' +
            '嗽， 氣喘， 瘧疾， 熱病， 肩背痛。 <br /><br /> * * * 方例： <br />配大' +
            '椎、 肩外俞治肩背痛。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.' +
            '8 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] ? 嘻(BL45)'
    },

    'GB1': {
        'message': '* * * 位置： <br />面部目外眥旁， 眼眶外側緣處。 閉眼， 當外眼' +
            '角紋頭盡處。《 針灸甲乙經》：「 在目外， 去眥五分」。 <br /><br /> * * * 功效：' +
            ' <br />祛風， 洩熱， 明目。 <br /><br /> * * * 主治： <br />古代記' +
            '述： 青盲無所見， 外眥赤痛， 怕光羞明， 目翳， 目癢， 頭痛， 眼瞼 ? 動。 近人報導： 結膜炎' +
            '， 角膜炎， 視網膜炎， 夜盲， 視神經萎縮， 近視， 面癱， 面肌痙攣， 三叉神經痛。 <br />' +
            '<br /> * * * 方例： <br />夜盲症： 瞳子 ? 、睛明、 養老、 足三里。 <br ' +
            '/>目內生障： 瞳子 ? 、晴明， 合谷、 足臨泣。 <br /><br /> * * * 刺灸法： ' +
            '<br />沿皮向後方(太陽) 橫刺0.5～ 1 吋。 不灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 瞳子 ? (GB1)'
    },

    'BL44': {
        'message': '* * * 位置： <br />在背部， 當第5胸椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />咳' +
            '嗽， 氣喘， 胸悶， 脊背強病。 <br /><br /> * * * 方例： <br />配羶中治胸' +
            '悶。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <br ' +
            '/>',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 神堂(BL44)'
    },

    'GB2': {
        'message': '* * * 位置： <br />面部， 耳屏前下方， 下頷骨髁狀突後緣， 與耳' +
            '郭屏間切跡下緣相平， 張口時呈凹陷處。《 針灸甲乙經》：「 在耳前陷者中， 張口得之。」《 類經圖翼》' +
            '：「 去耳珠下， 開口有空。」 <br /><br /> * * * 功效： <br />祛風邪， 聰' +
            '耳竅， 利牙關。 <br /><br /> * * * 主治： <br />古代記述： 耳鳴， 耳聾，' +
            ' 耳痛流膿， 風齒齲痛， 目流淚， 下頷骨脫臼， 腮腫， 口眼歪斜， 眩僕， 喑不能言， 羊鳴吐沫， ' +
            '狂走 {17} {18}，寒熱喘喝， 牙關利。 近人報導： 聾啞， 中耳炎，' +
            ' 面神經麻痺， 三叉神經痛， 美尼爾征。 <br /> <br /> * * * 方例： ' +
            '<br /> 耳蟬聲： 聽會、 聽宮 <br /> 兩耳虛鳴： 聽會、 合谷 <br /> ' +
            '耳聾氣閉： 聽會、 翳風。 <br /> 暴聾： 聽會、 翳風、 腎俞、 關元、 風池、' +
            ' 合谷。 三叉神經痛(第三支)： 聽會、 頰車、 大迎、 翳風、 天容。 <br /> <br />' +
            ' * * * 刺灸法： <br /> 微張口： 直刺或向內、 向上斜刺0.5～ 1.5 吋。' +
            ' 艾條溫灸3～ 5 分鐘。 <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足少陽膽經穴」 [Acupoint] 聽會(GB2)'
    },

    'BL43': {
        'message': '* * * 位置： <br />在背部， 當第4胸椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />咳' +
            '嗽， 氣喘， 肺癆， 健忘， 遺精， 完谷不化。 <br /><br /> * * * 方例： <br' +
            ' />配尺澤、 肺俞治咳喘。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～' +
            ' 0.8 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 膏肓(BL43)'
    },

    'BL42': {
        'message': '* * * 位置： <br />在背部， 當第3胸椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />咳' +
            '嗽， 氣喘， 肺癆， 項強， 肩背痛。 <br /><br /> * * * 方例： <br />配天' +
            '突、 羶中治咳喘。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 ' +
            '吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 魄戶(BL42)'
    },

    'BL49': {
        'message': '* * * 位置： <br />在背部， 當第11胸椎棘突下， 旁開3吋。 <' +
            'br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '腹脹、 腸鳴、 嘔吐、 洩瀉。 <br /><br /> * * * 方例： <br />脾俞、 胃俞' +
            '治腹脹。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <b' +
            'r />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 意舍(BL49)'
    },

    'BL48': {
        'message': '* * * 位置： <br />在背部， 當第10胸椎棘突下， 旁開3吋。 <' +
            'br /><br /> * * * 功效： <br /><br /> * * * 主治： <br />' +
            '腸鳴， 腹痛， 洩瀉， 黃疸， 消渴。 <br /><br /> * * * 方例： <br />配氣' +
            '海治腹脹。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <' +
            'br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 陽綱(BL48)'
    },

    'BL47': {
        'message': '* * * 位置： <br />在背部， 當第9胸椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />胸' +
            '脅痛， 嘔吐， 洩瀉， 背痛。 <br /><br /> * * * 方例： <br />配陽陵泉、 ' +
            '支溝治胸肋痛。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。' +
            ' <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 魂門(BL47)'
    },

    'BL46': {
        'message': '* * * 位置： <br />在背部， 當第7胸椎棘突下， 旁開3吋。 <b' +
            'r /><br /> * * * 功效： <br /><br /> * * * 主治： <br />胸' +
            '悶， 噯氣， 嘔吐， 脊背強痛。 <br /><br /> * * * 方例： <br />配內關治噯' +
            '氣。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～ 0.8 吋。 <br ' +
            '/>',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 膈關(BL46)'
    },

    'BL30': {
        'message': '* * * 位置： <br />在 ? 部， 當 ? 正中 ? 旁1.5 吋，' +
            ' 平第4 ? 後孔。 <br /><br /> * * * 功效： <br /><br /> * * ' +
            '* 主治： <br />遺尿， 疝氣， 遺精， 月經不調， 白帶， 腰部疼痛。 <br /><br /' +
            '> * * * 方例： <br />配三陰交、 腎俞、 治遺尿、 月經不調。 <br /><br />' +
            ' * * * 刺灸法： <br />直刺l～ 1.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 白環俞(BL30)'
    },

    'BL36': {
        'message': '* * * 位置： <br />在大腿後面， 臀下橫紋的中點。 <br /><' +
            'br /> * * * 功效： <br /><br /> * * * 主治： <br />腰 ? 臀股' +
            '部疼痛， 痔疾。 <br /><br /> * * * 方例： <br />配委中治腰 ? 疼痛。 <' +
            'br /><br /> * * * 刺灸法： <br />直刺l～ 2 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 承扶(BL36)'
    },

    'BL35': {
        'message': '* * * 位置： <br />在 ? 部， 尾骨端旁開0.5 吋。 <br ' +
            '/><br /> * * * 功效： <br /><br /> * * * 主治： <br />洩瀉，' +
            ' 便血， 痔疾， 陽萎， 帶下。 <br /><br /> * * * 方例： <br />配承山治痔' +
            '疾。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 會陽(BL35)'
    },

    'BL38': {
        'message': '* * * 位置： <br />在膕橫紋外側端， 委陽上1吋， 股二頭肌腱的內' +
            '側。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <b' +
            'r />便秘， 股膕部疼痛， 麻木。 <br /><br /> * * * 方例： <br />配承山' +
            '治下肢痿痺。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1.5 吋。 <b' +
            'r />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 浮隙(BL38)'
    },

    'BL37': {
        'message': '* * * 位置： <br />在大腿後面， 當承扶與委中的連線上， 承扶下6' +
            '吋。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <b' +
            'r />腰痛， 下肢痿痺。 <br /><br /> * * * 方例： <br />配大腸俞治腰痛。' +
            ' <br /><br /> * * * 刺灸法： <br />直刺l～ 2 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 殷門(BL37)'
    },

    'BL32': {
        'message': '* * * 位置： <br />在 ? 部， 當髂後上棘內下方， 適對第2 ?' +
            ' 後孔處。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />疝氣， 月經不調， 痛經， 帶下， 小便不利， 遺精， 腰痛， 下肢痿痺。 <br />' +
            '<br /> * * * 方例： <br />配三陰交、 中極、 腎俞治遺尿； 配血海治痛經。 <br' +
            ' /><br /> * * * 刺灸法： <br />直刺l～ 1.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 次 ? (BL32)'
    },

    'BL31': {
        'message': '* * * 位置： <br />在 ? 部， 當髂後上棘與中線之間， 適對第1' +
            ' ? 後孔處。 <br /><br /> * * * 功效： <br /><br /> * * * 主' +
            '治： <br />大小便不利， 月經不調， 帶下， 陰挺， 遺精， 陽萎， 腰痛。 <br /><br' +
            ' /> * * * 方例： <br />配三陰交、 中極、 治小便不利。 <br /><br /> *' +
            ' * * 刺灸法： <br />直刺l～ 1.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 上 ? (BL31)'
    },

    'BL34': {
        'message': '* * * 位置： <br />在 ? 部， 當中 ? 下內方， 適對第4 ?' +
            ' 後孔處。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />腹痛， 便秘， 小便不利， 帶下， 腰痛。 <br /><br /> * * * 方例：' +
            ' <br />配氣海治腹痛。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1' +
            '.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 下 ? (BL34)'
    },

    'BL33': {
        'message': '* * * 位置： <br />在 ? 部， 當次 ? 下內方， 適對第4 ?' +
            ' 後孔處。 <br /><br /> * * * 功效： <br /><br /> * * * 主治：' +
            ' <br />便秘， 洩瀉， 小便不利， 月經不調， 帶下， 腰痛。 <br /><br /> * *' +
            ' * 方例： <br />配足三里治便秘。 <br /><br /> * * * 刺灸法： <br /' +
            '>直刺l～ 1.5 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 中 ? (BL33)'
    },

    'LR12': {
        'message': '* * * 位置： <br />在恥骨聯合的外側， 當氣衝穴外下方腹股溝股動脈' +
            '搏動處， 前正中線旁開25吋處。 <br /><br /> * * * 功效： <br />疏理肝膽，' +
            ' 通調下焦。 <br /><br /> * * * 主治： <br />生殖系統疾病： 子宮脫垂， 疝' +
            '氣， 睾丸鞘膜積液， 陰部腫痛。 <br /><br /> * * * 方例： <br /><br /' +
            '> * * * 刺灸法： <br />刺法： 直刺0.8 - 1.0 吋， 局部酸脹， 可擴散至外陰部' +
            '。 針刺時須避開股支、 靜脈。 <br />灸法： 艾炷灸或溫針灸3 - 5 壯， 艾條灸5 - 10' +
            ' 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 急脈(LR12)'
    },

    'LR11': {
        'message': '* * * 位置： <br />在大腿內側， 當氣衝穴直下2吋， 大腿根部， ' +
            '恥骨聯合下方， 長收肌的外緣。 <br /><br /> * * * 功效： <br />調經止帶， ' +
            '通利下焦。 <br /><br /> * * * 主治： <br />生殖系統疾病： 月經不調， 赤白' +
            '帶下， 陰部瘙癢， 陰腫， 疝痛。 <br />其他疾病： 少腹疼痛， 腰腿痛， 下肢痙攣。 <br ' +
            '/><br /> * * * 方例： <br /><br /> * * * 刺灸法： <br />刺法' +
            '： 直刺0.8 - 1.0 吋， 局部酸脹， 或放散至大腿內側及膝關節部。 <br />灸法： 艾炷灸' +
            '或溫針灸3 - 5 壯， 艾條灸5 - 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 陰廉(LR11)'
    },

    'LR10': {
        'message': '* * * 位置： <br />在大腿內側， 當氣沖(足陽明經) 直下3吋， ' +
            '大腿根部， 恥骨聯合的下方， 長收肌的外緣。 <br /><br /> * * * 功效： <br /' +
            '>舒理肝經之氣， 清利下焦濕熱。 <br /><br /> * * * 主治： <br />生殖系統疾' +
            '病： 陰囊濕疹， 睾丸腫痛。 <br />泌尿系統疾病： 尿瀦留， 遺尿。 <br />其他疾病： 股' +
            '內側痛， 少腹脹滿疼痛， 倦怠， 胸悶氣短。 <br /><br /> * * * 方例： <br /' +
            '><br /> * * * 刺灸法： <br />刺法： 直刺0.5 - 0.8 吋， 局部酸脹， 可' +
            '擴散至大腿前側面。 應注意避開股動、 靜脈。 <br />灸法： 艾炷灸或溫針灸3 - 5 壯， 艾條' +
            '灸5 - 10 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 足五里(LR10)'
    },

    'BL39': {
        'message': '* * * 位置： <br />在膕橫紋外側端， 當股二頭肌腱的內側。 <br' +
            ' /><br /> * * * 功效： <br /><br /> * * * 主治： <br />腹滿' +
            '， 小便不利， 腰脊強痛， 腿足攣痛。 <br /><br /> * * * 方例： <br />配三' +
            '焦俞、 腎俞、 治小便不利。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1' +
            '.5 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 委陽(BL39)'
    },

    'LR14': {
        'message': '* * * 位置： <br />在胸部， 當乳頭直下， 第六肋間隙， 前正中線' +
            '旁開4吋。 <br /><br /> * * * 功效： <br />健脾疏肝， 理氣活血。 <br ' +
            '/><br /> * * * 主治： <br />消化系統疾病： 胃腸神經官能症， 腸炎， 胃炎， 膽' +
            '囊炎， 肝炎， 肝腫大。 <br />其他疾病： 心絞痛， 胸脅脹滿， 癃閉遺尿， 肋間神經痛， 腹膜' +
            '炎， 胸膜炎， 心肌炎， 腎炎， 高血壓。 <br /><br /> * * * 方例： <br />' +
            '<br /> * * * 刺灸法： <br />刺法： 1、 斜刺0.5 - 0.8 吋， 局部酸脹，' +
            ' 可向腹後壁放散。 <br />& nbsp; & nbsp; & nbsp; & nbsp; & n' +
            'bsp; & nbsp;2、 沿肋間方向平刺0.5 - 1.0 吋。 <br />& nbsp; & ' +
            'nbsp; & nbsp; & nbsp; & nbsp; & nbsp;3、 針刺時應控制好方向、 ' +
            '角度和深度， 以防刺傷肝肺。 <br />灸法： 艾炷灸5 - 9 壯， 艾條灸10 - 20 分鐘。' +
            ' <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 期門(LR14)'
    },

    'LR13': {
        'message': '* * * 位置： <br />在側腹部， 當十一肋游離端的下方處。 <br ' +
            '/><br /> * * * 功效： <br />疏肝健脾， 理氣散結， 清利濕熱。 <br /><b' +
            'r /> * * * 主治： <br />此穴為髒會穴， 統治五臟疾病。 <br />消化系統疾病： ' +
            '消化不良， 腹痛腹脹， 腸炎洩瀉， 肝炎黃疸， 肝脾腫大， 小兒疳積。 其他疾病： 高血壓， 胸脅痛，' +
            ' 腹膜炎， 煩熱氣短， 胸悶肢倦， 腰脊痠痛。 <br /><br /> * * * 方例： <br ' +
            '/><br /> * * * 刺灸法： <br />刺法： 斜刺0.5 - 0.8 吋， 側腹部有酸脹' +
            '感， 並可向腹後壁傳導。 因該穴所處部位深層為肝脾所在， 故肝脾腫大患者， 不可深刺， 以防刺傷肝脾。' +
            ' <br />灸法： 艾炷灸5 - 9 壯， 艾條灸10 - 20 分鐘。 <br />其它： <br' +
            ' />',
        'picture': 'gifTemp.gif',
        'title': '「足厥陰肝經穴」 [Acupoint] 章門(LR13)'
    },

    'BL27': {
        'message': '* * * 位置： <br />在 ? 部， 當 ? 正中 ? 旁1.5 吋，' +
            ' 平第1 ? 後孔。 <br /><br /> * * * 功效： <br /><br /> * * ' +
            '* 主治： <br />遺精， 遺尿， 尿血， 白帶， 小腹脹痛， 洩瀉， 痢疾， 疝氣， 腰腿疼。 ' +
            '<br /><br /> * * * 方例： <br />配天樞、 足三里、 上巨虛、 關元治腹脹、 ' +
            '痢疾、 便秘。 配腎俞、 三陰交、 三焦俞、 關元、 曲泉治泌尿系結石。 <br /><br /> *' +
            ' * * 刺灸法： <br />直刺或斜刺0.8～ 1 吋； 灸3～ 7 壯。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 小腸俞(BL27)'
    },

    'BL26': {
        'message': '* * * 位置： <br />在腰部， 當第5腰椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>腹脹、 洩瀉， 小便頻數或不利， 遺尿， 腰痛。 <br /><br /> * * * 方例： <' +
            'br />配氣海治腹脹。 <br /><br /> * * * 刺灸法： <br />直刺0.8～ l' +
            '.2 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 關元俞(BL26)'
    },

    'BL25': {
        'message': '* * * 位置： <br />在腰部， 當第4腰椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>腹脹， 洩瀉， 便秘， 腰痛。 <br /><br /> * * * 方例： <br />配氣海、' +
            ' 足三里、 支溝治便秘。 <br /><br /> * * * 刺灸法： <br />直刺0.8～ 1' +
            '.2 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 大腸俞(BL25)'
    },

    'BL24': {
        'message': '* * * 位置： <br />在腰部， 當第3腰椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>腸鳴腹脹， 痔漏， 痛經， 腰痛。 <br /><br /> * * * 方例： <br />配足' +
            '三里、 天樞治腹脹、 腸鳴。 <br /><br /> * * * 刺灸法： <br />直刺0.5～' +
            ' 1 吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 氣海俞(BL24)'
    },

    'BL23': {
        'message': '* * * 位置： <br />在腰部， 當第2腰椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>遺尿， 遺精， 陽萎， 月經不調， 白帶， 水腫， 耳鳴， 耳聾， 腰痛。 <br /><br /' +
            '> * * * 方例： <br />配太溪、 三陰交治月經不調； 配翳風、 耳門治耳鳴、 耳聾。 <b' +
            'r /><br /> * * * 刺灸法： <br />直刺0.5～ l寸。 <br />其它： <b' +
            'r />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 腎俞(BL23)'
    },

    'BL22': {
        'message': '* * * 位置： <br />在腰部， 當第1腰椎棘突下， 旁開1.5 吋。' +
            ' <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br ' +
            '/>腸鳴， 腹脹， 嘔吐， 洩瀉， 痢疾， 水腫， 腰背強痛。 <br /><br /> * * * ' +
            '方例： <br />配氣海、 足三里治腸鳴、 腹脹。 <br /><br /> * * * 刺灸法： ' +
            '<br />直刺0.5～ l寸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 三焦俞(BL22)'
    },

    'BL21': {
        'message': '* * * 位置： <br />在背部， 當第12胸椎棘突下， 旁開1.5 吋' +
            '。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br' +
            ' />胸脅痛， 胃脘痛， 嘔吐， 腹脹， 腸鳴。 <br /><br /> * * * 方例： <br' +
            ' />配中脘、 梁丘治胃痛。 <br /><br /> * * * 刺灸法： <br />斜刺0.5～' +
            ' 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 胃俞(BL21)'
    },

    'BL20': {
        'message': '* * * 位置： <br />在背部， 當第11胸椎棘突下， 旁開1.5 吋' +
            '。 <br /><br /> * * * 功效： <br /><br /> * * * 主治： <br' +
            ' />腹脹， 黃疸， 嘔吐， 洩瀉， 痢疾， 便血， 水腫， 背痛。 <br /><br /> * *' +
            ' * 方例： <br />配足三里治腹脫、 便秘。 <br /><br /> * * * 刺灸法： <' +
            'br />斜刺0.5～ 0.8 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 脾俞(BL20)'
    },

    'SP1': {
        'message': '* * * 位置： <br />足大趾末節內側， 距趾甲角1分處。《 靈樞· ' +
            '本輸》：「 足大指之端內側也」；《 靈樞· 熱病》：「 去爪甲如薤葉」； 即足大趾趾甲廊內側角後旁1分' +
            '凹陷處。 <br /><br /> * * * 功效： <br />調血統血， 扶脾溫脾， 清心寧神，' +
            ' 溫陽回厥。 <br /><br /> * * * 主治： <br />古代記述： 腹脹， 逆息， 腹' +
            '中有寒氣， 氣喘， 腸熱暴洩， 膈中悶， 嘔吐不欲食飲， 熱病衄血不止， 煩心善悲， 足脛中寒， 不得' +
            '臥， 氣滿胸中熱， 夢魘不寧， 女子月事過時不止， 崩漏， 吐血， 大小便皆血， 屍厥死不知人， 脈動' +
            '如故， 男隱卵大 {94}病， 小兒客忤， 慢驚風， 癲狂。 <br /> 近人報導： 月經過多，' +
            ' 子宮痙攣。 <br /> <br /> * * * 方例： <br /> 屍厥、 死不知人、 ' +
            '脈動如故： 隱白、 大敦。 <br /> 衄血劇不止： 隱白、 委中。 <br /> 不得臥： ' +
            '隱白、 天府、 陰陵泉。 <br /> 吐衄血： 隱白、 脾俞、 上脘、 肝俞。 <br /> ' +
            '便血： 隱白， 足三里。 月經過多： 隱白、 氣海、 血海、 三陰交。 <br /> <br />' +
            ' * * * 刺灸法： <br /> 淺刺0.2～ 0.3 吋， 或點刺出血。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 隱白(SP1)'
    },

    'SP2': {
        'message': '* * * 位置： <br />足內側緣， 足大趾本節(第一跖趾關節) 前下方' +
            '赤白肉際凹陷處。《 靈樞· 本輸》：「 本節之後， 下陷者之中也」；《 醫學綱目》 疑「 後」 字當作' +
            '「 前」。《 肘後備急方》：「 足大指本節內側寸(赤) 白肉際」；《 針灸集成》：「 在大指內側第二節' +
            '後， 本節前， 骨縫白肉際陷中。」 <br /><br /> * * * 功效： <br />健脾， ' +
            '化濕， 止瀉。 <br /><br /> * * * 主治： <br />古代記述： 熱病汗不出且厥，' +
            ' 手足清， 暴洩， 腹脹胸滿， 胃心痛， 食不化， 嘔逆， 大便難， 諸下利， 腰痛， 身重骨痛， 瘧' +
            '不知所苦， 風逆， 暴四肢腫， 濕則唏然寒， 飢則煩心， 飽則眩， 卒得中風。 <br /><br /' +
            '> * * * 方例： <br />胃心痛： 大都、 太白。 <br />諸下利： 大都、 商丘、 陰' +
            '陵泉。 <br />熱病汗不出： 大都、 經渠。 暴洩： 大都， 崑崙、 期門、 陰陵泉、 中脘。 <' +
            'br /><br /> * * * 刺灸法： <br />直刺0.3～ 0.5 吋。 <br />其它' +
            '： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 大都(SP2)'
    },

    'SP3': {
        'message': '* * * 位置： <br />足內側緣， 足大趾本節(第1跖趾關節) 後下方' +
            '赤白肉際凹陷處。《 針灸甲乙經》：「 在足內側核骨下陷者中」；《 神應經》：「 大都後一寸， 下一寸」' +
            '；《 循經考穴編》：「 當是足大指本節骨後， 內側貼骨陷中赤白肉際。」《 黃帝內經太素》 楊上善註：「' +
            ' 核骨在大指本節之後， 然骨之前高骨是也。」 <br /><br /> * * * 功效： <br /' +
            '>扶脾土， 和中焦， 調氣機， 助運化。 <br /><br /> * * * 主治： <br />古' +
            '代記述： 熱病先頭顏痛， 滿悶不得臥， 腹滿， 兩頷痛， 食不化， 胸肋脹， 腸鳴切痛， 胃心痛， 嘔' +
            '吐， 霍亂逆冷， 大便難， 洩瀉膿血， 痔漏， 鼓脹， 腰痛不可俯仰， 身重骨酸， 腳氣紅腫。 近人報' +
            '導： 糖尿病。 <br /><br /> * * * 方例： <br />腹脹食不化、 鼓脹腹中氣大滿' +
            '： 太白、 公孫。 <br />腸鳴： 太白、 公孫、 大腸俞、 三焦俞。 <br />腸癰痛： 太白' +
            '、 陷谷、 大腸俞。 腹脹： 太白、 復溜、 足三里。 <br /><br /> * * * 刺灸法：' +
            ' <br />直刺0.5～ 1 吋。 可灸 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 太白(SP3)'
    },

    'BL28': {
        'message': '* * * 位置： <br />在 ? 部， 當 ? 正中 ? 旁1.5 吋，' +
            ' 平第2 ? 後孔。 <br /><br /> * * * 功效： <br /><br /> * * ' +
            '* 主治： <br />小便不利， 遺尿， 洩瀉， 便秘， 腰脊強痛。 <br /><br /> * ' +
            '* * 方例： <br />配腎俞治小便不利。 <br /><br /> * * * 刺灸法： <br' +
            ' />直刺或斜刺0.8～ l.2 吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 膀胱俞(BL28)'
    },

    'SP4': {
        'message': '* * * 位置： <br />足內側緣， 第1蹠骨基底前下方凹陷處， 當太白' +
            '後1吋， {79}展肌中。《 靈樞· 經脈》：「 去本節之後一寸」；《 醫學入門》；' +
            '「 太白後一寸陷中」；《 循經考穴編》：「 赤白肉際。」 <br /> <br /> ' +
            '* * * 功效： <br /> 扶脾胃， 理氣機， 調血海， 和衝脈。 <br /> <br />' +
            ' * * * 主治： <br /> 古代記述： 久瘧不嗜食， 多寒熱汗出， 善嘔， 痰壅胸膈，' +
            ' 腸鳴切痛， 厥頭面腫起， 煩心， 狂， 多飲， 不嗜臥鼓脹， 霍亂， 心痛， ' +
            '脾冷胃痛， 脅脹， 脅痛， 食不化， 腸風下血， 足心熱或痛， 癇疾。 <br />' +
            ' 近人報導： 頭暈， 胸痛， 心悸， 下腹部痙攣， 消化性潰瘍， 急慢性腸炎， ' +
            '痛經， 胎盤滯留， 足趾麻痛。 <br /> <br /> * * * 方例： <br /> ' +
            '嘔吐痰涎、 眩暈不已： 公孫、 豐隆、 中魁、 羶中。 <br /> 中脘停食、 ' +
            '疼刺不已： 公孫、 解溪、 中脘、 三里。 <br /> 脅肋下痛： 公孫、 支溝、 ' +
            '章門、 陽陵泉。 <br /> 久瘧不食： 公孫、 內庭、 厲兌。 <br /> 足趾麻痛：' +
            ' 公孫、 束骨、 八風。 <br /> <br /> * * * 刺灸法： <br /> ' +
            '直刺0.5～ 1 吋。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 公孫(SP4)'
    },

    'BL29': {
        'message': '* * * 位置： <br />在 ? 部， 當 ? 正中 ? 旁1.5 吋，' +
            ' 平第3 ? 後孔。 <br /><br /> * * * 功效： <br /><br /> * * ' +
            '* 主治： <br />洩瀉， 疝氣， 腰脊強痛。 <br /><br /> * * * 方例： <b' +
            'r />配大敦治疝氣。 <br /><br /> * * * 刺灸法： <br />直刺l～ 1.5 ' +
            '吋。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陽膀胱經穴」 [Acupoint] 中膂俞(BL29)'
    },

    'SP5': {
        'message': '* * * 位置： <br />足內踝前下方凹陷處， 舟骨結節與內踝尖連線的中' +
            '點。 當脛骨前肌腱內側。《 靈樞· 本輸》：「 內踝之下， 陷者之中也」；《 針灸甲乙經》：「 在足內' +
            '踝下微前陷者中」；《 循經考穴編》 補充：「 微前三分」；《 針灸大成》：「 前有中封， 後有照海， ' +
            '其穴居中。」 <br /><br /> * * * 功效： <br />健脾， 化濕， 清神。 <br' +
            ' /><br /> * * * 主治： <br />古代記述： 脾虛， 腹脹， 腸鳴， 溏洩， 秘便，' +
            ' 寒熱善嘔， 胃脘痛， 黃疸， 食不化， 胃反， 腹痛， 大驚， 乳痛， 痔疾， 陰股內廉疼， 疝引小' +
            '腹痛， 筋攣痛， 膝不得屈伸， 不可以行， 內踝疼痛， 婦人絕子， 小兒驚風， 喉痺， 舌本強痛， 骨' +
            '痺， 煩滿， 厥頭痛， 面腫起， 癲疾狂多食， 善笑不休， 煩心， 渴， 夢魘， 痔。 近人報導： 胃' +
            '炎， 腸炎， 消化不良， 下肢浮腫。 <br /><br /> * * * 方例： <br />腹脹滿' +
            '不得息： 商丘、 陰陵泉、 曲泉、 陰谷。 <br />喜嘔： 商丘、 幽門、 通谷。 <br />太' +
            '息善悲： 商丘、 曲鬢。 <br />腳痛： 商丘、 解溪、 丘墟。 <br />脾虛不便： 商丘、 ' +
            '三陰交。 <br />慢性腸炎： 商丘、 天樞、 陰陵泉。 <br />下肢浮腫： 商丘、 三陰交、 ' +
            '陰陵泉、 足三里。 <br /><br /> * * * 刺灸法： <br />直刺0.3～ 0.5 ' +
            '吋。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 商丘(SP5)'
    },

    'SP6': {
        'message': '* * * 位置： <br />小腿內側， 足內踝尖上3吋， 脛骨內側緣後方凹' +
            '陷處。《 針灸甲乙經》：「 在內踝上三寸， 骨下陷者中」；《 醫學入門》：「 骨後筋前」。 <br /' +
            '><br /> * * * 功效： <br />補脾土， 助運化， 通氣滯， 疏下焦， 調血室精宮， ' +
            '祛經絡風濕。 <br /><br /> * * * 主治： <br />古代記述： 月經不調， 不思飲' +
            '食， 腹脹腸鳴， 能近怯遠， 上瞼下垂， 瞼緣炎， 脾胃虛弱， 心腹脹滿， 腸鳴溏洩， 痔疾， 食不消' +
            '化， 食後吐水， 脾病身重， 四肢不舉， 婦人症瘕， 崩漏， 帶下， 經閉， 不孕， 妊娠胎動， 難產' +
            '， 死胎， 胎衣不下， 產後惡露不行， 血暈， 夢遺失���， 陰莖痛， 小便不利， 遺尿， 白濁， ' +
            '疝痛， 足痿， 足下熱， 痺痛， ? 瘡腳氣， 小兒客忤， 手足逆冷， 濕痺不能行， 膝內痛， 脛痛不' +
            '能久立， 心悲， 癲疾， 喉痺， 項頸滿， 肺脹痰嗽不得臥。 近人報導： 泌尿生殖系疾患， 子宮出血，' +
            ' 帶下， 睾丸炎， 急慢性腎炎， 癃閉， 淋病， 腸疝痛， 陽萎， 遺精， 遺尿， 急慢性腸炎， 血栓' +
            '閉塞性脈管炎， 高血壓， 失眠， 濕疹， 蕁麻疹， 皮膚騷癢， 糖尿病、 神經官能症， 中毒性消化不良' +
            '， 滯產。 <br /><br /> * * * 方例： <br /> {22}洩： 三陰交、 陰陵泉。 <br />' +
            ' 白濁遺精： 三陰交、 氣海。 <br /> 小兒急性腸炎： 三陰交、 天樞、 合谷。 <br />' +
            ' 血栓閉塞性脈管炎： 三陰交、 中脘、 內關、 足三里。 癃閉(濕熱下注)： 三陰交、 陰陵泉、' +
            ' 膀胱俞， 中極。 <br /> <br /> * * * 刺灸法： <br /> 直刺0.5～ 1.5 吋。 ' +
            '孕婦慎用。 <br /> 其它： <br /> ',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 三陰交(SP6)'
    },

    'SP7': {
        'message': '* * * 位置： <br />小腿內側， 內踝尖上6吋， 脛骨內側緣後方凹陷' +
            '處。 當內踝尖與陰陵泉的連線上， 三陰交上3吋。《 針灸甲乙經》：「 在內踝上六寸， 骨下陷者中」。 ' +
            '<br /><br /> * * * 功效： <br />健脾， 化濕， 利氣。 <br /><br ' +
            '/> * * * 主治： <br />古代記述： 腹中熱若寒， 腹脹善鳴， 強欠， 膝內痛， 心悲氣逆' +
            '， 少腹脹急， 血瘕， 小便不利， 失精， 厥氣上頭巔， ? 癖， 偏墜， 濕痺， 腿膝冷， 麻痺不仁' +
            '， 足踝腫痛。 <br /><br /> * * * 方例： <br />血瘕： 漏谷、 曲泉。 <b' +
            'r /><br /> * * * 刺灸法： <br />直刺0.5～ 1.5 吋。 艾炷灸3～ 5 壯' +
            '， 艾條灸5～ 15 分鐘。 <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 漏谷(SP7)'
    },

    'SP8': {
        'message': '* * * 位置： <br />小腿內側， 陰陵泉下3吋， 當陰陵泉與內踝尖的' +
            '連線上。《 針灸甲乙經》：「 在膝下五寸」；《 針灸聚英》「 膝內側輔骨下陷中」。《 循經考穴編》：「' +
            ' 一法： 陰陵下五寸， 骨內大筋外， 與巨虛相對。」「 又法： 合內踝上八寸， 別斜走向前一寸。」「 ' +
            '按別走上一寸， 正合經文『 交出厥陰之前』 句。」《 醫宗金鑑》：「 從漏谷上行五寸」， 定位有所不同' +
            '。 <br /><br /> * * * 功效： <br />和脾理血， 調燮胞宮。 <br /><b' +
            'r /> * * * 主治： <br />古代記述： 腹脅氣脹， 水腫， 腹堅， 不嗜食， 小便不利，' +
            ' 溏瘕， 腹中痛， 髒痺， 腰痛， 疝， 痔， 月經不調， 症瘕， 遺精。 近人報導： 痛經。 <br' +
            ' /><br /> * * * 方例： <br />不嗜食： 地機、 陰陵泉、 水分、 幽門、 小腸俞' +
            '。 <br />疝瘕陰疝： 衝門、 地機。 <br />月經不調： 地機、 血海。 痛經： 地機、 腎' +
            '俞、 中極、 三陰交。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1.' +
            '5 吋。 艾炷灸3～ 5 壯， 艾條灸5～ 15 分鐘。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 地機(SP8)'
    },

    'SP9': {
        'message': '* * * 位置： <br />小腿內側， 脛骨內側髁後下方凹陷處。 與陽陵泉' +
            '相對， 當脛骨內側緣與腓腸肌之間， 比目魚肌起點部上方。《 靈樞· 本輸》：「 輔骨之下， 陷者之中也' +
            '」；《 針灸甲乙經》 補充：「 在膝下內側……」；《 針方六集》：「 輔骨下一指」；《 神應經》：「 ' +
            '屈膝取之， 膝橫紋頭下是穴。 與陽陵泉相對， 稍高一寸。」 <br /><br /> * * * 功效' +
            '： <br />運中焦， 化濕滯， 調膀胱， 祛風冷。 <br /><br /> * * * 主治： ' +
            '<br />古代記述： 腹中寒， 腹中氣脹， 洞洩不化， 不嗜食， 腸中切痛， 脅下滿， 水腫， 腹堅' +
            '， 小便不利或失禁， 寒熱， 陰痛， 遺精， 霍亂， 足痺痛， 鶴膝風， 腰腿膝痛， 腳氣水腫， 疝瘕' +
            '。 <br />近人報導： 腎炎， 尿閉， 腹水， 腸炎， 黃疸。 <br /><br /> * * ' +
            '* 方例： <br />失禁遺尿不自知： 陰陵泉、 陽陵泉。 <br />腹寒： 陰陵泉、 三陰交。 ' +
            '<br />水腫盈臍： 陰陵、 水分。 <br />霍亂： 陰陵， 承山、 解溪、 太白。 <br /' +
            '>癃閉腹水： 陰陵泉、 水分、 中極、 足三里、 三陰交。 黃疸： 陰陵泉、 三陰交、 日月、 至陽、' +
            ' 膽俞、 陽綱。 <br /><br /> * * * 刺灸法： <br />直刺0.5～ 1.5 吋' +
            '。 可灸。 <br />其它： <br />',
        'picture': 'gifTemp.gif',
        'title': '「足太陰脾經穴」 [Acupoint] 陰陵泉(SP9)'
    }
};

